
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">Ενεργοποίηση των επικοινωνιών και κατέβασμα των πειραματισμών</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 και μεταγενέστερες εκδόσεις</string>
      <string id="Part_UninstallEdgePolicy">Κατάργηση εγκατάστασης της πολιτικής Microsoft Edge</string>
      <string id="Pol_ProxyMode">Επιλογή τρόπου καθορισμού ρυθμίσεων διακομιστή μεσολάβησης</string>
      <string id="Name_ForceInstallsMachine">Επιβολή εγκαταστάσεων (σε ολόκληρο τον υπολογιστή)</string>
      <string id="Name_ManualUpdatesOnly">Μόνο μη αυτόματες ενημερώσεις</string>
      <string id="Pol_EdgePreview">Να επιτρέπεται η εγγραφή των χρηστών στο "Πρόγραμμα Windows Insider" στην προεπισκόπηση του Edge</string>
      <string id="Name_UninstallEdgeDisabled">Απενεργοποιημένο</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 και νεότερες εκδόσεις</string>
      <string id="Explain_Applications">Για την υποστήριξη των εφαρμογών Microsoft Edge που θα κυκλοφορήσουν στο μέλλον, θα απαιτείται ενημερωμένο πρότυπο ADMX/ADML.</string>
      <string id="Name_DesktopShortcutDisabled">Αποτροπή δημιουργίας συντόμευσης στην επιφάνεια εργασίας κατά την εγκατάσταση</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">Κατάργηση συντομεύσεων στην επιφάνεια εργασίας κατά την προεπιλογή ενημέρωσης</string>
      <string id="ProxyFixedServers_DropDown">Χρήση σταθερών διακομιστών μεσολάβησης</string>
      <string id="TargetChannel_Dev_DropDown">Dev</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1 και μεταγενέστερες</string>
      <string id="Pol_ECSControl">Ελέγξτε την επικοινωνία του προγράμματος ενημέρωσης με την υπηρεσία πειραματισμού και ρυθμίσεων</string>
      <string id="Explain_ECSControl">Στο Microsoft Edge Update, η υπηρεσία πειραματισμού και ρυθμίσεων χρησιμοποιείται για την ανάπτυξη του ωφέλιμου φορτίου πειραματισμού.

Το ωφέλιμο φορτίο πειραματισμού αποτελείται από μια λίστα με δυνατότητες σε πρώιμο προγραμματισμό που η Microsoft ενεργοποιεί για δοκιμές και σχόλια.

Εάν ενεργοποιήσετε (1) αυτήν την πολιτική, το ωφέλιμο φορτίο πειραματισμού λαμβάνεται από την υπηρεσία πειραματισμού και ρυθμίσεων.

Εάν απενεργοποιήσετε (0) αυτήν την πολιτική, η επικοινωνία με την υπηρεσία πειραματισμού και ρυθμίσεων θα διακοπεί πλήρως.

Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, σε μια διαχειριζόμενη συσκευή η συμπεριφορά είναι ίδια με την περίπτωση όπου η πολιτική είναι "απενεργοποιημένη".

Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, σε μια μη διαχειριζόμενη συσκευή η συμπεριφορά θα είναι ίδια με την περίπτωση όπου η πολιτική είναι "ενεργοποιημένη".</string>
      <string id="Name_InstallsDisabled">Οι εγκαταστάσεις έχουν απενεργοποιηθεί</string>
      <string id="Pol_TargetChannel">Παράκαμψη καναλιού προορισμού</string>
      <string id="Pol_AllowInstallation">Αποδοχή εγκατάστασης</string>
      <string id="Name_UninstallEdgeEnabledAndDeleteData">Ενεργοποίηση και διαγραφή δεδομένων χρήστη</string>
      <string id="Explain_CreateDesktopShortcut">Εάν ενεργοποιήσετε (1) αυτήν την πολιτική, δημιουργείται μια συντόμευση επιφάνειας εργασίας κατά την εγκατάσταση του Microsoft Edge.
  Εάν απενεργοποιήσετε (0) αυτήν την πολιτική, δεν θα δημιουργηθεί συντόμευση επιφάνειας εργασίας κατά την εγκατάσταση του Microsoft Edge.
  Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, θα δημιουργηθεί μια συντόμευση επιφάνειας εργασίας του Microsoft Edge κατά την εγκατάσταση.
  Εάν το Microsoft Edge είναι ήδη εγκατεστημένο, αυτή η πολιτική δεν θα έχει κανένα αποτέλεσμα.

  Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής για ένα κανάλι, η ρύθμιση παραμέτρων πολιτικής 'Δημιουργία συντόμευσης επιφάνειας εργασίας κατά την εγκατάσταση προεπιλογής' καθορίζει τη δημιουργία της συντόμευσης κατά την εγκατάσταση του Microsoft Edge.</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Ενημέρωση του Microsoft Edge 1.3.119.43 και μεταγενέστερες</string>
      <string id="Pol_AllowSideBySideExperience">Να επιτρέπεται η εμπειρία παράθεσης του προγράμματος περιήγησης Microsoft Edge</string>
      <string id="Explain_AutoUpdateCheckPeriod">Ελάχιστος αριθμός λεπτών μεταξύ των αυτόματων ελέγχων ενημερώσεων.

Ορίστε αυτή την πολιτική στην τιμή 0 για να απενεργοποιήσετε όλη την περιοδική κυκλοφορία δικτύου από το Microsoft Edge Update. Αυτό δεν συνιστάται, καθώς εμποδίζει τον ίδιο τον Microsoft Edge Update να λαμβάνει ενημερώσεις σταθερότητας και ασφάλειας.

Οι ρυθμίσεις "Προεπιλογή παράκαμψης πολιτικής ενημέρωσης" και "Παράκαμψη πολιτικής ενημέρωσης" ανά εφαρμογή θα πρέπει να χρησιμοποιούνται για τη διαχείριση ενημερώσεων εφαρμογών αντί για αυτήν τη ρύθμιση.

Οι τιμές για αυτήν την πολιτική μπορεί να κυμαίνονται από 0 έως 43200.</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Εκτεταμένη Σταθερή</string>
      <string id="Explain_DefaultUpdatePolicy">Σας επιτρέπει να καθορίσετε την προεπιλεγμένη συμπεριφορά για όλα τα κανάλια σε ό,τι αφορά τον τρόπο με τον οποίο θα χειρίζεται το Microsoft Edge Update τις διαθέσιμες ενημερώσεις για τον Microsoft Edge. Μπορείτε να ορίσετε να γίνεται παράκαμψη αυτής της πολιτικής για μεμονωμένα κανάλια, καθορίζοντας την πολιτική 'Παράκαμψη πολιτικής ενημερώσεων' για τα συγκεκριμένα κανάλια.

Αν ενεργοποιήσετε αυτή την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για τον Microsoft Edge ανάλογα με τις παραμέτρους που έχετε ορίσει για τις παρακάτω επιλογές:
  - Οι ενημερώσεις είναι απενεργοποιημένες (0): Οι ενημερώσεις δεν εφαρμόζονται ποτέ.
  - Να επιτρέπονται πάντα οι ενημερώσεις (1) (συνιστάται): Οι ενημερώσεις εφαρμόζονται πάντα όταν βρίσκονται, είτε με περιοδικό έλεγχο ενημέρωσης είτε με μη αυτόματο έλεγχο ενημέρωσης.
  - Μόνο μη αυτόματες ενημερώσεις (2): Οι ενημερώσεις εφαρμόζονται μόνο όταν ο χρήστης εκτελεί μη αυτόματο έλεγχο ενημέρωσης.
  - Μόνο αυτόματες αθόρυβες ενημερώσεις (3): Οι ενημερώσεις εφαρμόζονται μόνο όταν εντοπίζονται από τον περιοδικό έλεγχο ενημέρωσης.

Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική 'Παράκαμψη πολιτικής ενημερώσεων'.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_WebView_AutoUpdate">Σας επιτρέπει να καθορίσετε αν οι αυτόματες ενημερώσεις είναι ενεργοποιημένες για το WebView2 Runtime. Το WebView2 Runtime είναι ένα στοιχείο που χρησιμοποιείται από εφαρμογές για την εμφάνιση περιεχομένου Web.
  Οι αυτόματες ενημερώσεις είναι ενεργοποιημένες από προεπιλογή. Η απενεργοποίηση αυτόματων ενημερώσεων για το WebView2 Runtime μπορεί να προκαλέσει προβλήματα συμβατότητας με εφαρμογές που εξαρτώνται από αυτό το στοιχείο.

  Εάν ενεργοποιήσετε αυτήν την πολιτική, Microsoft Edge Update χειρίζεται τις ενημερώσεις χρόνου εκτέλεσης WebView2 σύμφωνα με τον τρόπο ρύθμισης των παρακάτω επιλογών:
  - Να επιτρέπονται πάντα οι ενημερώσεις (1): Οι ενημερώσεις λαμβάνονται και εφαρμόζονται αυτόματα
  - Οι ενημερώσεις είναι απενεργοποιημένες (0): Οι ενημερώσεις δεν λαμβάνονται ή δεν εφαρμόζονται ποτέ

  Εάν δεν ενεργοποιήσετε αυτήν την πολιτική, οι ενημερώσεις λαμβάνονται και εφαρμόζονται αυτόματα.</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 και νεότερες εκδόσεις</string>
      <string id="Name_MeteredUpdatesEnabled">Επιτρέπονται ενημερώσεις ογκοχρέωσης</string>
      <string id="ProxyAutoDetect_DropDown">Αυτόματος εντοπισμός ρυθμίσεις διακομιστή μεσολάβησης</string>
      <string id="ProxyPacScript_DropDown">Χρήση δέσμης ενεργειών διακομιστή μεσολάβησης .pac</string>
      <string id="Sup_EdgeUpdate1_3_179_5">Ενημέρωση Microsoft Edge 1.3.179.5 και νεότερη έκδοση</string>
      <string id="DownloadPreference_DropDown">Διευθύνσεις URL λήψης με δυνατότητα αποθήκευσης στην cache</string>
      <string id="Name_ForceInstallsUser">Επιβολή εγκαταστάσεων (ανά χρήστη)</string>
      <string id="Explain_AllowSideBySideExperience">Αυτή η πολιτική επιτρέπει σε έναν χρήστη να εκτελεί το Microsoft Edge (Edge HTML) και το Microsoft Edge (που βασίζεται στο Chromium) σε παράθεση.

Εάν αυτή η πολιτική έχει οριστεί σε "Δεν έχει ρυθμιστεί", το Microsoft Edge (που βασίζεται στο Chromium) θα αντικαταστήσει το Microsoft Edge (Edge HTML) μετά την εγκατάσταση του σταθερού καναλιού Microsoft Edge (που βασίζεται στο Chromium) και των ενημερώσεων ασφαλείας Νοεμβρίου 2019.  Αυτή είναι η ίδια συμπεριφορά με τη ρύθμιση "Απενεργοποίηση".

Η ρύθμιση "Απενεργοποίηση" (0) αποκλείει μια εμπειρία σε παράθεση και το Microsoft Edge (που βασίζεται στο Chromium) θα αντικαταστήσει το Microsoft Edge (Edge HTML) μετά την εγκατάσταση του σταθερού καναλιού Microsoft Edge (που βασίζεται στο Chromium) και των ενημερώσεων ασφαλείας Νοεμβρίου 2019.  Αυτή είναι η ίδια συμπεριφορά με τη ρύθμιση "Χωρίς ρύθμιση παραμέτρων".

Όταν αυτή η πολιτική είναι "Ενεργοποιημένη" (1), το Microsoft Edge (που βασίζεται στο Chromium) και το Microsoft Edge (Edge HTML) μπορούν να εκτελούνται σε παράθεση μετά την εγκατάσταση του Microsoft Edge (που βασίζεται στο Chromium).

Για να επηρεαστεί αυτή η πολιτική ομάδας, πρέπει να ρυθμιστεί πριν από την αυτόματη εγκατάσταση του Microsoft Edge (που βασίζεται στο Chromium) από το Windows Update. Σημείωση: Ένας χρήστης μπορεί να αποκλείσει την αυτόματη ενημέρωση του Microsoft Edge (που βασίζεται στο Chromium) χρησιμοποιώντας το κιτ εργαλείων αποκλεισμού του Microsoft Edge (που βασίζεται στο Chromium).

Ξεκινώντας με τα Windows 10, έκδοση 20H2, το Microsoft Edge παλαιού τύπου και η εμπειρία προγράμματος περιήγησης σε παράθεση δεν υποστηρίζονται.</string>
      <string id="Explain_RemoveDesktopShortcut">Εάν ορίσετε αυτήν την πολιτική σε "Αναγκαστική διαγραφή συντομεύσεων επιφάνειας εργασίας σε επίπεδο συστήματος" (1), τυχόν υπάρχουσες συντομεύσεις επιφάνειας εργασίας του Microsoft Edge σε επίπεδο συστήματος θα διαγραφούν κατά την ενημέρωση του προγράμματος περιήγησης ή την επανεκκίνηση του μηχανήματος.
  Εάν ορίσετε αυτήν την πολιτική σε "Αναγκαστική διαγραφή συντομεύσεων επιφάνειας εργασίας σε επίπεδο συστήματος και χρήστη" (2), οποιεσδήποτε υπάρχουσες συντομεύσεις επιφάνειας εργασίας του Microsoft Edge σε επίπεδο συστήματος θα διαγραφούν κατά την ενημέρωση του προγράμματος περιήγησης ή την επανεκκίνηση του μηχανήματος και τυχόν υπάρχουσα επιφάνεια εργασίας σε επίπεδο χρήστη οι συντομεύσεις θα διαγραφούν όταν ενημερωθεί το πρόγραμμα περιήγησης. Αυτό περιλαμβάνει συντομεύσεις στην επιφάνεια εργασίας σε επίπεδο χρήστη που μπορεί να δημιούργησαν οι ίδιοι οι χρήστες.
  Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής ή την απενεργοποιήσετε (0), δεν θα συμβεί τίποτα με τις υπάρχουσες συντομεύσεις επιφάνειας εργασίας του Microsoft Edge.

  Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής σε κάποιο κανάλι, η ρύθμιση παραμέτρων πολιτικής 'Κατάργηση συντομεύσεων στην επιφάνεια εργασίας κατά την προεπιλογή ενημέρωσης' καθορίζει την κατάργηση συντόμευσης επιφάνειας εργασίας.</string>
      <string id="ProxyDisabled_DropDown">Να μην γίνεται ποτέ χρήση διακομιστή μεσολάβησης</string>
      <string id="Pol_DefaultAllowInstallation">Προεπιλογή αποδοχής εγκατάστασης</string>
      <string id="Pol_ProxyPacUrl">Διεύθυνση URL αρχείου. pac διακομιστή μεσολάβησης</string>
      <string id="Cat_Applications">Εφαρμογές</string>
      <string id="Explain_ProxyPacUrl">Σας επιτρέπει να καθορίσετε μια διεύθυνση URL για ένα αρχείο αυτόματης ρύθμισης παραμέτρων (PAC) διακομιστή μεσολάβησης.

  Αν ενεργοποιήσετε αυτή την πολιτική, μπορείτε να καθορίσετε μια διεύθυνση URL για ένα αρχείο PAC προκειμένου να αυτοματοποιήσετε τον τρόπο με τον οποίο το Microsoft Edge Update επιλέγει τον κατάλληλο διακομιστή μεσολάβησης για την ανάκτηση μιας συγκεκριμένης τοποθεσίας web.

  Αυτή η πολιτική εφαρμόζεται μόνο αν έχετε καθορίσει μη αυτόματες ρυθμίσεις διακομιστή μεσολάβησης στην πολιτική "Επιλέξτε τον τρόπο καθορισμού ρυθμίσεων διακομιστή μεσολάβησης".

  Αν στην πολιτική "Επιλέξτε τον τρόπο καθορισμού ρυθμίσεων διακομιστή μεσολάβησης" έχετε επιλέξει ρύθμιση διακομιστή μεσολάβησης εκτός της μη αυτόματης, μην ρυθμίσετε τις παραμέτρους αυτής της πολιτικής.</string>
      <string id="Sup_EdgeUpdate1_3_193_5">Microsoft Edge Update 1.3.193.5 και νεότερη έκδοση</string>
      <string id="TargetChannel_Beta_DropDown">Έκδοση beta</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Microsoft Edge Update 1.3.168.21 και νεότερη έκδοση</string>
      <string id="Explain_Preferences">Γενικές πολιτικές για το Microsoft Edge Update.</string>
      <string id="Explain_WebView">Καθορίζει πολιτικές για το χρόνο εκτέλεσης WebView2.</string>
      <string id="Name_DefaultMeteredUpdatesDisabled">Οι προεπιλεγμένες ενημερώσεις ογκοχρέωσης είναι απενεργοποιημένες</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 και μεταγενέστερη έκδοση</string>
      <string id="Explain_ProxyServer">Σας επιτρέπει να καθορίσετε τη διεύθυνση URL του διακομιστή μεσολάβησης που θα χρησιμοποιεί το Microsoft Edge Update.

  Αν ενεργοποιήσετε αυτή την πολιτική, μπορείτε να ορίσετε τη διεύθυνση URL του διακομιστή μεσολάβησης που θα χρησιμοποιεί το Microsoft Edge Update στον οργανισμό σας.

  Αυτή η πολιτική εφαρμόζεται μόνο αν έχετε επιλέξει μη αυτόματες ρυθμίσεις διακομιστή μεσολάβησης στην πολιτική "Επιλέξτε τον τρόπο καθορισμού ρυθμίσεων διακομιστή μεσολάβησης".

  Αν στην πολιτική "Επιλέξτε τον τρόπο καθορισμού ρυθμίσεων διακομιστή μεσολάβησης" έχετε επιλέξει μια ρύθμιση διακομιστή μεσολάβησης εκτός της μη αυτόματης, μην ρυθμίσετε τις παραμέτρους αυτής της πολιτικής.</string>
      <string id="Pol_MeteredUpdates">Να επιτρέπεται στους χρήστες η ενημέρωση σε συνδέσεις ογκοχρέωσης</string>
      <string id="Name_UninstallEdgeNotConfigured">Χωρίς ρύθμιση παραμέτρων</string>
      <string id="Explain_DefaultAllowInstallation">Μπορείτε να καθορίσετε την προεπιλεγμένη συμπεριφορά όλων των καναλιών για να επιτρέψετε ή να αποκλείσετε τις συσκευές που συμμετέχουν σε τομείς.

Μπορείτε να παρακάμψετε αυτήν την πολιτική για μεμονωμένα κανάλια ενεργοποιώντας (1) την πολιτική 'Αποδοχή εγκατάστασης' για συγκεκριμένα κανάλια.

Εάν απενεργοποιήσετε (2) αυτήν την πολιτική, η εγκατάσταση του Microsoft Edge θα αποκλειστεί. Αυτό επηρεάζει μόνο την εγκατάσταση λογισμικού Microsoft Edge όταν η πολιτική 'Αποδοχή εγκατάστασης' οριστεί ως Χωρίς ρύθμιση παραμέτρων.

Αυτή η πολιτική δεν εμποδίζει την εκτέλεση του Microsoft Edge Update ούτε εμποδίζει την εγκατάσταση λογισμικού Microsoft Edge με τη χρήση άλλων μεθόδων από τους χρήστες.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Microsoft Edge Update 1.3.155.1 και μεταγενέστερη</string>
      <string id="TargetChannel_Stable_DropDown">Σταθερό</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">Προεπιλογή παράκαμψης πολιτικής ενημερώσεων</string>
      <string id="Explain_ProxyMode">Σάς επιτρέπει να καθορίσετε τις ρυθμίσεις του διακομιστή μεσολάβησης που χρησιμοποιούνται από την ενημέρωση του Microsoft Edge.

 Εάν ενεργοποιήσετε αυτή την πολιτική, μπορείτε να επιλέξετε ανάμεσα στις παρακάτω επιλογές διακομιστή μεσολάβησης:
 -Εάν επιλέξετε να μην χρησιμοποιείτε ποτέ διακομιστή μεσολάβησης και να συνδέεστε πάντα απευθείας, όλες οι άλλες επιλογές παραβλέπονται.
 -Εάν επιλέξετε να χρησιμοποιήσετε ρυθμίσεις διακομιστή μεσολάβησης συστήματος ή αυτόματος εντοπισμός του διακομιστή μεσολάβησης, όλες οι άλλες επιλογές παραβλέπονται.
 -Εάν επιλέξετε κατάσταση λειτουργίας διακομιστή μεσολάβησης "Σταθερός διακομιστής", μπορείτε να καθορίσετε περισσότερες επιλογές στην πολιτική "Διεύθυνση ή διεύθυνση URL ενός διακομιστή μεσολάβησης".
 -Εάν επιλέξετε να χρησιμοποιήσετε μια δέσμη ενεργειών διακομιστή μεσολάβησης .pac, πρέπει να καθορίσετε τη διεύθυνση URL για τη δέσμη ενεργειών στην πολιτική "Διεύθυνση URL στο αρχείο .pac διακομιστή μεσολάβησης".

 Εάν ενεργοποιήσετε αυτή την πολιτική, οι χρήστες στον οργανισμό σας δεν μπορούν να αλλάξουν τις ρυθμίσεις του διακομιστή μεσολάβησης στην ενημέρωση του Microsoft Edge.

 Εάν απενεργοποιήσετε ή δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, δεν θα υπάρχουν ρυθμισμένες ρυθμίσεις διακομιστή μεσολάβησης, αλλά οι χρήστες στον οργανισμό σας μπορούν να επιλέξουν τις δικές τους ρυθμίσεις διακομιστή μεσολάβησης για την ενημέρωση του Microsoft Edge.</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 και νεότερες εκδόσεις</string>
      <string id="Pol_RemoveDesktopShortcut">Κατάργηση συντομεύσεων στην επιφάνεια εργασίας κατά την ενημέρωση</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge Update 1.3.147.1 και μεταγενέστερη</string>
      <string id="Name_UpdatesDisabled">Απενεργοποίηση ενημερώσεων</string>
      <string id="Pol_RollbackToTargetVersion">Επαναφορά στην έκδοση προορισμού</string>
      <string id="Explain_WebView_Install">Σας επιτρέπει να καθορίσετε αν ο χρόνος εκτέλεσης WebView2 μπορεί να εγκατασταθεί χρησιμοποιώντας το Microsoft Edge Update.

  Εάν ενεργοποιήσετε (1) αυτήν την πολιτική, οι χρήστες μπορούν να εγκαταστήσουν το WebView2 Runtime μέσω του Microsoft Edge Update.

  Εάν απενεργοποιήσετε (0) αυτήν την πολιτική (ή την ορίσετε σε 'Εγκαταστάσεις απενεργοποιημένες'), οι χρήστες δεν μπορούν να εγκαταστήσουν το WebView2 Runtime μέσω του Microsoft Edge Update.

  Εάν ορίσετε αυτήν την πολιτική σε Να επιτρέπονται πάντα οι εγκαταστάσεις σε όλη τη μηχανή αλλά όχι οι εγκαταστάσεις ανά χρήστη (4), ο χρόνος εκτέλεσης WebView2 θα αναπτυχθεί μόνο σε ολόκληρο το μηχάνημα.

  Εάν ορίσετε την πολιτική σε Αναγκαστικές εγκαταστάσεις (Machine-Wide) (5), οι χρήστες μπορούν να εγκαταστήσουν το WebView2 Runtime σε όλα τα μηχανήματα όπου είναι προ0εγκατεστημένο το Microsoft Edge Update. Απαιτεί Microsoft Edge Update 1.3.155.43 ή νεότερη έκδοση.

  Αν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, ο χρόνος εκτέλεσης WebView2 θα εγκατασταθεί μέσω Microsoft Edge Update.</string>
      <string id="Explain_GoogleUpdate">Πολιτικές για τον έλεγχο της εγκατάστασης και της ενημέρωσης του Microsoft Edge με χρήση του Microsoft Edge Update.</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Σάς επιτρέπει να καθορίσετε την προεπιλεγμένη συμπεριφορά για όλα τα κανάλια για τη δημιουργία μιας συντόμευσης επιφάνειας εργασίας κατά την εγκατάσταση του Microsoft Edge.

  Εάν ορίσετε αυτήν την πολιτική σε "Αναγκαστική διαγραφή συντομεύσεων επιφάνειας εργασίας σε επίπεδο συστήματος" (1), τυχόν υπάρχουσες συντομεύσεις επιφάνειας εργασίας του Microsoft Edge σε επίπεδο συστήματος θα διαγραφούν κατά την ενημέρωση του προγράμματος περιήγησης ή την επανεκκίνηση του μηχανήματος.
  Εάν ορίσετε αυτήν την πολιτική σε "Αναγκαστική διαγραφή συντομεύσεων επιφάνειας εργασίας σε επίπεδο συστήματος και χρήστη" (2), οποιεσδήποτε υπάρχουσες συντομεύσεις επιφάνειας εργασίας του Microsoft Edge σε επίπεδο συστήματος θα διαγραφούν κατά την ενημέρωση του προγράμματος περιήγησης ή την επανεκκίνηση του μηχανήματος και τυχόν υπάρχουσα επιφάνεια εργασίας σε επίπεδο χρήστη οι συντομεύσεις θα διαγραφούν όταν ενημερωθεί το πρόγραμμα περιήγησης. Αυτό περιλαμβάνει συντομεύσεις στην επιφάνεια εργασίας σε επίπεδο χρήστη που μπορεί να δημιούργησαν οι ίδιοι οι χρήστες.
  Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής ή την απενεργοποιήσετε (0), δεν θα συμβεί τίποτα με τις υπάρχουσες συντομεύσεις επιφάνειας εργασίας του Microsoft Edge.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Εάν ενεργοποιήσετε αυτήν την πολιτική, οι έλεγχοι ενημερώσεων αποκρύπτονται κάθε ημέρα, ξεκινώντας από ώρα:λεπτό για μια περίοδο διάρκειας (σε λεπτά). Η διάρκεια δεν επηρεάζεται από τη θερινή ώρα. Για παράδειγμα, εάν η ώρα έναρξης είναι 22:00 και η διάρκεια είναι 480 λεπτά, οι ενημερώσεις θα αποκρύπτονται για ακριβώς 8 ώρες, ανεξάρτητα από το αν η θερινή ώρα ξεκινά ή τελειώνει κατά τη διάρκεια αυτής της περιόδου.

Εάν απενεργοποιήσετε ή δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, οι έλεγχοι ενημερώσεων δεν αποκρύπτονται κατά τη διάρκεια συγκεκριμένης περιόδου.

Οι τιμές για αυτήν την πολιτική μπορούν να κυμαίνονται από 0 έως 23 για ώρες, από 0 έως 59 για λεπτά και από 0 έως 960 για τη διάρκεια σε λεπτά.</string>
      <string id="Name_UpdatesEnabled">Να επιτρέπονται πάντα οι ενημερώσεις (προτείνεται)</string>
      <string id="Cat_ProxyServer">Διακομιστής μεσολάβησης</string>
      <string id="Pol_CreateDesktopShortcut">Δημιουργία συντόμευσης επιφάνειας εργασίας κατά την εγκατάσταση</string>
      <string id="Pol_AutoUpdateCheckPeriod">Παράκαμψη περιόδου ελέγχου αυτόματης ενημέρωσης</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 και νεότερες εκδόσεις</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Δημιουργία συντόμευσης επιφάνειας εργασίας κατά την εγκατάσταση προεπιλογής</string>
      <string id="Name_DeleteSystemDesktopShortcuts">Υποχρεωτική διαγραφή συντομεύσεων σε επίπεδο συστήματος από την επιφάνειας εργασίας</string>
      <string id="Name_ECSCommunicationDisabled">Απενεργοποίηση επικοινωνίας με την υπηρεσία πειραματισμού και ρυθμίσεων</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 και νεότερες εκδόσεις</string>
      <string id="Name_InstallsEnabled">Να επιτρέπονται πάντα οι εγκαταστάσεις (συνιστάται)</string>
      <string id="Explain_DownloadPreference">Αν ενεργοποιηθεί, ο διακομιστής του Microsoft Edge Update θα επιχειρεί να παρέχει διευθύνσεις URL που αποθηκεύονται εύκολα στη μνήμη cache για την ενημέρωση των ωφέλιμων φορτίων στις αποκρίσεις του.</string>
      <string id="Name_AutomaticUpdatesOnly">Αυτόματες σιωπηρές ενημερώσεις μόνο</string>
      <string id="Pol_DefaultMeteredUpdates">Να επιτρέπεται στους χρήστες η ενημέρωση όλων των εφαρμογών σε συνδέσεις ογκοχρέωσης</string>
      <string id="Name_DefaultMeteredUpdatesEnabled">Επιτρέπονται προεπιλεγμένες ενημερώσεις ογκοχρέωσης</string>
      <string id="Pol_TargetVersionPrefix">Παράκαμψη έκδοσης προορισμού</string>
      <string id="Pol_UninstallEdge">Καθορισμός συμπεριφοράς κατάργησης εγκατάστασης για τον Microsoft Edge</string>
      <string id="Name_MeteredUpdatesDisabled">Ενημερώσεις απενεργοποίησης ογκοχρέωσης</string>
      <string id="Pol_DownloadPreference">Παράκαμψη κλάσης διεύθυνσης URL λήψης</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Χρονική περίοδος ημέρας για την απόκρυψη του ελέγχου αυτόματης ενημέρωσης</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 και μεταγενέστερη έκδοση</string>
      <string id="Cat_WebView">Microsoft Edge WebView2 Runtime</string>
      <string id="Pol_UpdatePolicy">Παράκαμψη πολιτικής ενημερώσεων</string>
      <string id="Name_UninstallEdgeEnabledAndKeepData">Ενεργοποιημένη</string>
      <string id="Pol_ProxyServer">Διεύθυνση ή διεύθυνση URL διακομιστή μεσολάβησης</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Σάς επιτρέπει να καθορίσετε την προεπιλεγμένη συμπεριφορά για όλα τα κανάλια για τη δημιουργία μιας συντόμευσης επιφάνειας εργασίας κατά την εγκατάσταση του Microsoft Edge.

  Εάν ενεργοποιήσετε (1) αυτήν την πολιτική, δημιουργείται μια συντόμευση επιφάνειας εργασίας κατά την εγκατάσταση του Microsoft Edge.
  Εάν απενεργοποιήσετε (0) αυτήν την πολιτική, δεν θα δημιουργηθεί συντόμευση επιφάνειας εργασίας κατά την εγκατάσταση του Microsoft Edge.
  Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, θα δημιουργηθεί μια συντόμευση επιφάνειας εργασίας του Microsoft Edge κατά την εγκατάσταση.
  Εάν το Microsoft Edge είναι ήδη εγκατεστημένο, αυτή η πολιτική δεν θα έχει κανένα αποτέλεσμα.</string>
      <string id="Name_DeleteAllDesktopShortcuts">Υποχρεωτική διαγραφή συντομεύσεων σε επίπεδο συστήματος και επίπεδο χρήστη από την επιφάνειας εργασίας</string>
      <string id="ProxyUseSystem_DropDown">Χρήση ρυθμίσεων διακομιστή μεσολάβησης συστήματος</string>
      <string id="Cat_Preferences">Προτιμήσεις</string>
      <string id="Name_InstallsEnabledMachineOnly">Να επιτρέπονται πάντα οι εγκαταστάσεις σε όλη τη μηχανή, αλλά όχι οι εγκαταστάσεις ανά χρήστη</string>
      <string id="Cat_GoogleUpdate">Ενημέρωση του Microsoft Edge</string>
      <string id="Explain_DefaultMeteredUpdatesPolicy">Καθορίζει εάν το Microsoft Edge Update θα ενημερώνεται σε συνδέσεις που έχουν επισημανθεί ως ογκοχρέωσης, όπως συνδέσεις κινητής τηλεφωνίας ή άλλες όπου η χρήση δεδομένων ελέγχεται για όλες τις εφαρμογές. 

Εάν δεν ενεργοποιήσετε και παραμετροποιήσετε αυτήν την πολιτική, πραγματοποιούνται ενημερώσεις με βάση το κουμπί εναλλαγής "Λήψη ενημερώσεων μέσω συνδέσεων ογκοχρέωσης" στη σελίδα "Πληροφορίες" του προγράμματος περιήγησης Microsoft Edge. Αν ένας χρήστης δεν κάνει μια επιλογή, χρησιμοποιείται η ρύθμιση των Windows. Μπορείτε να μάθετε περισσότερα σχετικά με τη ρύθμιση των Windows εδώ: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Να επιτρέπονται πάντα οι ενημερώσεις (2): Οι ενημερώσεις κατεβαίνουν πάντα όταν βρεθούν, είτε μέσω αυτόματου ελέγχου ενημέρωσης είτε μέσω μη αυτόματου ελέγχου ενημέρωσης.

Οι ενημερώσεις είναι απενεργοποιημένες (1): Δεν γίνεται λήψη ενημερώσεων κατά τη χρήση σύνδεσης ογκοχρέωσης.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Καθορίζει αν ένα κανάλι Microsoft Edge μπορεί να εγκατασταθεί σε συσκευές που συνδέονται με τομέα.

  Εάν ενεργοποιήσετε (1) αυτήν την πολιτική για ένα κανάλι, το Microsoft Edge δεν θα αποκλειστεί από την εγκατάσταση.

  Εάν απενεργοποιήσετε (0) αυτήν την πολιτική για ένα κανάλι (ή την ορίσετε σε 'Εγκαταστάσεις απενεργοποιημένες'), το Microsoft Edge θα αποκλειστεί από την εγκατάσταση.

  Αν δεν διαμορφώσετε αυτήν την πολιτική για ένα κανάλι, η διαμόρφωση πολιτικής 'Προεπιλογή αποδοχής εγκατάστασης' καθορίζει εάν οι χρήστες μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge.

Εάν ορίσετε αυτήν την πολιτική σε Να επιτρέπονται πάντα οι εγκαταστάσεις σε όλο το μηχάνημα αλλά όχι οι εγκαταστάσεις ανά χρήστη (4), η εφαρμογή Microsoft Edge θα αναπτυχθεί μόνο σε ολόκληρο το μηχάνημα.

Εάν ορίσετε αυτήν την πολιτική σε Αναγκαστικές εγκαταστάσεις (Machine-Wide) (5), το Microsoft Edge μπορεί να αναπτυχθεί σε ολόκληρο το μηχάνημα μόνο εάν το Microsoft Edge Update είναι προ-εγκατεστημένο. Απαιτεί Microsoft Edge Update 1.3.155.43 ή νεότερη έκδοση.

Εάν ορίσετε αυτήν την πολιτική σε Αναγκαστικές εγκαταστάσεις (Ανά Χρήστη) (6), Microsoft Edge μπορεί να αναπτυχθεί σε βάση ανά χρήστη σε όλα τα μηχανήματα μόνο εάν το Microsoft Edge Update είναι προ-εγκατεστημένο ανά χρήστη. Απαιτεί Microsoft Edge Update 1.3.155.43 ή νεότερη έκδοση.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Καθορίζει τον τρόπο με τον οποίο θα χειρίζεται το Microsoft Edge Update τις διαθέσιμες ενημερώσεις για το Microsoft Edge.

Αν ενεργοποιήσετε αυτή την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για τον Microsoft Edge ανάλογα με τις παραμέτρους που έχετε ορίσει για τις παρακάτω επιλογές:
  - Οι ενημερώσεις είναι απενεργοποιημένες (0): Οι ενημερώσεις δεν εφαρμόζονται ποτέ.
  - Να επιτρέπονται πάντα οι ενημερώσεις (1) (Συνιστάται): Οι ενημερώσεις εφαρμόζονται πάντα όταν βρίσκονται, είτε με περιοδικό έλεγχο ενημέρωσης είτε με μη αυτόματο έλεγχο ενημέρωσης.
  - Μόνο μη αυτόματες ενημερώσεις (2): Οι ενημερώσεις εφαρμόζονται μόνο όταν ο χρήστης εκτελεί μη αυτόματο έλεγχο ενημέρωσης. (Δεν παρέχουν όλες οι εφαρμογές μια διασύνδεση για αυτήν την επιλογή)
  - Μόνο αυτόματες αθόρυβες ενημερώσεις (3): Οι ενημερώσεις εφαρμόζονται μόνο όταν εντοπίζονται από τον περιοδικό έλεγχο ενημέρωσης.

Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική 'Προεπιλογή παράκαμψης πολιτικής ενημερώσεων'.

Ανατρέξτε στη διεύθυνση https://go.microsoft.com/fwlink/?linkid=2136406 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Καθορίζει σε ποιο κανάλι θα πρέπει να ενημερωθεί το Microsoft Edge.

Εάν ενεργοποιήσετε αυτήν την πολιτική, το Microsoft Edge θα ενημερωθεί στο κανάλι σύμφωνα με τον τρόπο με τον οποίο διαμορφώνετε τις ακόλουθες επιλογές:

  - Σταθερή: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη σταθερή έκδοση.
  - Beta: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση beta.
  - Dev: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση dev.
  - Εκτεταμένη Σταθερή: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη εκτεταμένη σταθερή έκδοση, η οποία ακολουθεί μεγαλύτερο ρυθμό κυκλοφορίας από σταθερό. Για περισσότερες πληροφορίες, επισκεφθείτε την https://go.microsoft.com/fwlink/?linkid=2163508.

Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση που είναι διαθέσιμη για το προεπιλεγμένο κανάλι.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Όταν η εν λόγω πολιτική και η αυτόματη ενημέρωση είναι ενεργοποιημένες, το Microsoft Edge θα ενημερωθεί στην έκδοση που καθορίζεται από αυτή την τιμή πολιτικής.

Η τιμή πολιτικής πρέπει να είναι μια συγκεκριμένη έκδοση του Microsoft Edge, π.χ. 83.0.499.12.

Εάν μια συσκευή διαθέτει μεταγενέστερη έκδοση του Microsoft Edge από την καθορισμένη, το Microsoft Edge θα παραμείνει στη νεότερη έκδοση και δεν θα υποβαθμιστεί στην καθορισμένη έκδοση.

Εάν η συγκεκριμένη έκδοση δεν υπάρχει ή δεν έχει μορφοποιηθεί σωστά, τότε το Microsoft Edge θα παραμείνει στην τρέχουσα έκδοσή του και όσον αφορά τις μελλοντικές εκδόσεις δεν θα ενημερώνεται αυτόματα.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2136707 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο στις παρουσίες των Windows που συνδέονται με έναν τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Καθορίζει ότι το Microsoft Edge Update θα πρέπει να κάνει επαναφορά των εγκαταστάσεων του Microsoft Edge στην έκδοση που υποδεικνύεται στο στοιχείο "Παράκαμψη έκδοσης προορισμού".

Αυτή η πολιτική δεν έχει κανένα αποτέλεσμα εάν δεν έχει οριστεί το στοιχείο "Παράκαμψη έκδοσης προορισμού" και το στοιχείο "Παράκαμψη πολιτικής ενημερώσεων" δεν έχει οριστεί σε μία από τις καταστάσεις ενεργοποίησης (Να επιτρέπονται πάντα ενημερώσεις, Μόνο αυτόματες σιωπηρές ενημερώσεις, Μη αυτόματες ενημερώσεις μόνο).

Εάν απενεργοποιήσετε αυτή την πολιτική (0) ή δεν ρυθμίσετε τις παραμέτρους της, οι εγκαταστάσεις με έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα παραμείνουν ως έχουν.

Εάν ενεργοποιήσετε (1) αυτή την πολιτική, οι εγκαταστάσεις που έχουν τρέχουσα έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα υποβαθμιστούν στην έκδοση προορισμού.

Συνιστούμε στους χρήστες να εγκαταστήσουν την πιο πρόσφατη έκδοση του προγράμματος περιήγησης Microsoft Edge, για εξασφαλισμένη προστασία με τις πιο πρόσφατες ενημερώσεις ασφαλείας. Η επαναφορά σε μια παλαιότερη έκδοση ενδέχεται να είναι επικίνδυνη λόγω έκθεσης σε γνωστά ζητήματα ασφαλείας. Αυτή η πολιτική προορίζεται να χρησιμοποιηθεί ως προσωρινή επιδιόρθωση για την αντιμετώπιση ζητημάτων σε μια ενημέρωση του προγράμματος περιήγησης Microsoft Edge.

Πριν από την προσωρινή επαναφορά της έκδοσης του προγράμματος περιήγησής σας, συνιστάται να ενεργοποιήσετε τον συγχρονισμό (https://go.microsoft.com/fwlink/?linkid=2133032) για όλους τους χρήστες στον οργανισμό σας. Εάν δεν ενεργοποιήσετε τον συγχρονισμό, υπάρχει ο κίνδυνος της μόνιμης απώλειας δεδομένων περιήγησης. Χρησιμοποιήστε αυτή την πολιτική με δική σας ευθύνη.

Σημείωση: Όλες οι εκδόσεις που είναι διαθέσιμες για επαναφορά μπορούν να προβληθούν εδώ https://aka.ms/EdgeEnterprise.

Αυτή η πολιτική ισχύει για τον Microsoft Edge έκδοση 86 ή νεότερες εκδόσεις.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2133918 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Σας επιτρέπει να καθορίσετε αν οι χρήστες στο "Πρόγραμμα Windows Insider" έχουν εγγραφεί στην προεπισκόπηση του Edge μέσω Microsoft Edge Update.

  - Εάν ενεργοποιήσετε (1) αυτήν την πολιτική, οι χρήστες στο Πρόγραμμα Windows Insider εγγράφονται στην προεπισκόπηση του Edge μέσω Microsoft Edge Update.

  - Εάν απενεργοποιήσετε (0) αυτήν την πολιτική, οι χρήστες στο Πρόγραμμα Windows Insider δεν μπορούν να εγγραφούν στο Edge Preview μέσω του Microsoft Edge Update.

  - Αν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, οι χρήστες στο 'Πρόγραμμα Windows Insider' εγγράφονται στην προεπισκόπηση του Edge μέσω Microsoft Edge Update από προεπιλογή.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdge">Καθορίζει εάν το Microsoft Edge Update θα ενημερώνεται σε συνδέσεις που έχουν επισημανθεί ως ογκοχρέωσης, όπως συνδέσεις κινητής τηλεφωνίας ή άλλες όπου η χρήση δεδομένων ελέγχεται για το πρόγραμμα περιήγησης Microsoft Edge. 

Εάν δεν ενεργοποιήσετε και παραμετροποιήσετε αυτήν την πολιτική, πραγματοποιούνται ενημερώσεις με βάση το κουμπί εναλλαγής "Λήψη ενημερώσεων μέσω συνδέσεων ογκοχρέωσης" στη σελίδα "Πληροφορίες" του προγράμματος περιήγησης Microsoft Edge. Αν ένας χρήστης δεν κάνει μια επιλογή, χρησιμοποιείται η ρύθμιση των Windows. Μπορείτε να μάθετε περισσότερα σχετικά με τη ρύθμιση των Windows εδώ: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Να επιτρέπονται πάντα οι ενημερώσεις (2): Οι ενημερώσεις κατεβαίνουν πάντα όταν βρεθούν, είτε μέσω αυτόματου ελέγχου ενημέρωσης είτε μέσω μη αυτόματου ελέγχου ενημέρωσης.

Απενεργοποίηση ενημερώσεων (1): Δεν γίνεται λήψη ενημερώσεων κατά τη χρήση σύνδεσης ογκοχρέωσης.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdge">Μπορείτε να καθορίσετε εάν ο Microsoft Edge (σταθερό κανάλι) έχει καταργηθεί ή έχει αποκλειστεί η απεγκατάστασή του, σε συσκευές συνδεδεμένες σε τομέα στον Ευρωπαϊκό Οικονομικό Χώρο (ΕΟΧ).

Εάν αυτή η πολιτική έχει οριστεί σε "Ενεργοποιημένο", ο Microsoft Edge θα καταργηθεί αυτόματα σε όλες τις συσκευές που βρίσκονται στον ΕΟΧ όπου αναπτύσσεται αυτή η πολιτική. Τα δεδομένα χρήστη θα διατηρηθούν στη συσκευή. Microsoft Edge θα καταργηθεί την επόμενη φορά που η Ενημέρωση του Microsoft Edge θα ελέγξει αυτόματα για ενημερώσεις. Εάν η εγκατάσταση του Microsoft Edge καταργηθεί από τις συσκευές, οι εφαρμογές, τα γραφικά στοιχεία (για παράδειγμα, Ειδήσεις, Αναζήτηση και Καιρός) ή οποιεσδήποτε άλλες προοδευτικές εφαρμογές Web (PWA) που εξαρτώνται από τον Microsoft Edge δεν θα είναι πλέον διαθέσιμες.

Εάν αυτή η πολιτική έχει οριστεί σε "Ενεργοποίηση και διαγραφή δεδομένων χρήστη" (Ρύθμιση "2"), ο Microsoft Edge θα απεγκατασταθεί αυτόματα σε όλες τις συσκευές στον ΕΟΧ όπου έχει αναπτυχθεί αυτή η πολιτική και τα δεδομένα χρήστη θα διαγραφούν από τη συσκευή.

Εάν αυτή η πολιτική έχει οριστεί σε "Απενεργοποιημένη" (Ρύθμιση "3"), στους χρήστες του ΕΟΧ δεν επιτρέπεται να απεγκαταστήσουν τον Microsoft Edge όπου έχει αναπτυχθεί αυτή η πολιτική.

Εάν η πολιτική είναι "Χωρίς ρύθμιση παραμέτρων" (προεπιλεγμένη ρύθμιση), η ρύθμιση περιοχής των Windows ενός χρήστη καθορίζει αν μπορεί να καταργήσει την εγκατάσταση του Microsoft Edge σε μια συσκευή που είναι συνδεδεμένη σε τομέα. Μόνο οι χρήστες στις χώρες του ΕΟΧ θα μπορούν να απεγκαταστήσουν τον Microsoft Edge, εάν το επιλέξουν. Οι χρήστες εκτός αυτής της περιοχής δεν θα μπορούν να καταργήσουν την εγκατάσταση του Microsoft Edge. 

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.

Εάν ο Microsoft Edge πρέπει να επανεγκατασταθεί:
- Μπορείτε να ρυθμίσετε την πολιτική "Εγκατάσταση" στην επιλογή "Επιβολή εγκαταστάσεων" (Σε όλον τον υπολογιστή) για να επανεγκαταστήσετε τον Microsoft Edge.
- Εάν ορίσετε την πολιτική εγκατάστασης σε "Επιβολή εγκαταστάσεων" (σε όλο τον υπολογιστή) και ορίσετε την πολιτική "Κατάργηση εγκατάστασης" σε "Ενεργοποιημένη", η πολιτική "Επιβολή εγκαταστάσεων" (σε όλο τον υπολογιστή) θα παρακάμψει την πολιτική "Κατάργηση εγκατάστασης".</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Καθορίζει αν ένα κανάλι Microsoft Edge μπορεί να εγκατασταθεί σε συσκευές που συνδέονται με τομέα.

  Εάν ενεργοποιήσετε (1) αυτήν την πολιτική για ένα κανάλι, το Microsoft Edge δεν θα αποκλειστεί από την εγκατάσταση.

  Εάν απενεργοποιήσετε (0) αυτήν την πολιτική για ένα κανάλι (ή την ορίσετε σε 'Εγκαταστάσεις απενεργοποιημένες'), το Microsoft Edge θα αποκλειστεί από την εγκατάσταση.

  Αν δεν διαμορφώσετε αυτήν την πολιτική για ένα κανάλι, η διαμόρφωση πολιτικής 'Προεπιλογή αποδοχής εγκατάστασης' καθορίζει εάν οι χρήστες μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge.

Εάν ορίσετε αυτήν την πολιτική σε Να επιτρέπονται πάντα οι εγκαταστάσεις σε όλο το μηχάνημα αλλά όχι οι εγκαταστάσεις ανά χρήστη (4), η εφαρμογή Microsoft Edge Beta θα αναπτυχθεί μόνο σε ολόκληρο το μηχάνημα.

Εάν ορίσετε αυτήν την πολιτική σε Αναγκαστικές εγκαταστάσεις (Machine-Wide) (5), το Microsoft Edge Beta μπορεί να αναπτυχθεί σε ολόκληρο το μηχάνημα μόνο εάν το Microsoft Edge Update είναι προ-εγκατεστημένο. Απαιτεί Microsoft Edge Update 1.3.155.43 ή νεότερη έκδοση.

Εάν ορίσετε αυτήν την πολιτική σε Αναγκαστικές εγκαταστάσεις (Ανά Χρήστη) (6), Microsoft Edge Beta μπορεί να αναπτυχθεί σε βάση ανά χρήστη σε όλα τα μηχανήματα μόνο εάν το Microsoft Edge Update είναι προ-εγκατεστημένο ανά χρήστη. Απαιτεί Microsoft Edge Update 1.3.155.43 ή νεότερη έκδοση.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Καθορίζει τον τρόπο με τον οποίο θα χειρίζεται το Microsoft Edge Update τις διαθέσιμες ενημερώσεις για το Microsoft Edge.

Αν ενεργοποιήσετε αυτή την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για τον Microsoft Edge ανάλογα με τις παραμέτρους που έχετε ορίσει για τις παρακάτω επιλογές:
  - Οι ενημερώσεις είναι απενεργοποιημένες (0): Οι ενημερώσεις δεν εφαρμόζονται ποτέ.
  - Να επιτρέπονται πάντα οι ενημερώσεις (1) (Συνιστάται): Οι ενημερώσεις εφαρμόζονται πάντα όταν βρίσκονται, είτε με περιοδικό έλεγχο ενημέρωσης είτε με μη αυτόματο έλεγχο ενημέρωσης.
  - Μόνο μη αυτόματες ενημερώσεις (2): Οι ενημερώσεις εφαρμόζονται μόνο όταν ο χρήστης εκτελεί μη αυτόματο έλεγχο ενημέρωσης. (Δεν παρέχουν όλες οι εφαρμογές μια διασύνδεση για αυτήν την επιλογή)
  - Μόνο αυτόματες αθόρυβες ενημερώσεις (3): Οι ενημερώσεις εφαρμόζονται μόνο όταν εντοπίζονται από τον περιοδικό έλεγχο ενημέρωσης.

Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική 'Προεπιλογή παράκαμψης πολιτικής ενημερώσεων'.

Ανατρέξτε στη διεύθυνση https://go.microsoft.com/fwlink/?linkid=2136406 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Καθορίζει σε ποιο κανάλι θα πρέπει να ενημερωθεί το Microsoft Edge.

Εάν ενεργοποιήσετε αυτήν την πολιτική, το Microsoft Edge θα ενημερωθεί στο κανάλι σύμφωνα με τον τρόπο με τον οποίο διαμορφώνετε τις ακόλουθες επιλογές:

  - Σταθερή: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη σταθερή έκδοση.
  - Beta: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση beta.
  - Dev: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση dev.
  - Εκτεταμένη Σταθερή: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη εκτεταμένη σταθερή έκδοση, η οποία ακολουθεί μεγαλύτερο ρυθμό κυκλοφορίας από σταθερό. Για περισσότερες πληροφορίες, επισκεφθείτε την https://go.microsoft.com/fwlink/?linkid=2163508.

Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση που είναι διαθέσιμη για το προεπιλεγμένο κανάλι.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Όταν η εν λόγω πολιτική και η αυτόματη ενημέρωση είναι ενεργοποιημένες, το Microsoft Edge θα ενημερωθεί στην έκδοση που καθορίζεται από αυτή την τιμή πολιτικής.

Η τιμή πολιτικής πρέπει να είναι μια συγκεκριμένη έκδοση του Microsoft Edge, π.χ. 83.0.499.12.

Εάν μια συσκευή διαθέτει μεταγενέστερη έκδοση του Microsoft Edge από την καθορισμένη, το Microsoft Edge θα παραμείνει στη νεότερη έκδοση και δεν θα υποβαθμιστεί στην καθορισμένη έκδοση.

Εάν η συγκεκριμένη έκδοση δεν υπάρχει ή δεν έχει μορφοποιηθεί σωστά, τότε το Microsoft Edge θα παραμείνει στην τρέχουσα έκδοσή του και όσον αφορά τις μελλοντικές εκδόσεις δεν θα ενημερώνεται αυτόματα.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2136707 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο στις παρουσίες των Windows που συνδέονται με έναν τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Καθορίζει ότι το Microsoft Edge Update θα πρέπει να κάνει επαναφορά των εγκαταστάσεων του Microsoft Edge στην έκδοση που υποδεικνύεται στο στοιχείο "Παράκαμψη έκδοσης προορισμού".

Αυτή η πολιτική δεν έχει κανένα αποτέλεσμα εάν δεν έχει οριστεί το στοιχείο "Παράκαμψη έκδοσης προορισμού" και το στοιχείο "Παράκαμψη πολιτικής ενημερώσεων" δεν έχει οριστεί σε μία από τις καταστάσεις ενεργοποίησης (Να επιτρέπονται πάντα ενημερώσεις, Μόνο αυτόματες σιωπηρές ενημερώσεις, Μη αυτόματες ενημερώσεις μόνο).

Εάν απενεργοποιήσετε αυτή την πολιτική (0) ή δεν ρυθμίσετε τις παραμέτρους της, οι εγκαταστάσεις με έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα παραμείνουν ως έχουν.

Εάν ενεργοποιήσετε (1) αυτή την πολιτική, οι εγκαταστάσεις που έχουν τρέχουσα έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα υποβαθμιστούν στην έκδοση προορισμού.

Συνιστούμε στους χρήστες να εγκαταστήσουν την πιο πρόσφατη έκδοση του προγράμματος περιήγησης Microsoft Edge, για εξασφαλισμένη προστασία με τις πιο πρόσφατες ενημερώσεις ασφαλείας. Η επαναφορά σε μια παλαιότερη έκδοση ενδέχεται να είναι επικίνδυνη λόγω έκθεσης σε γνωστά ζητήματα ασφαλείας. Αυτή η πολιτική προορίζεται να χρησιμοποιηθεί ως προσωρινή επιδιόρθωση για την αντιμετώπιση ζητημάτων σε μια ενημέρωση του προγράμματος περιήγησης Microsoft Edge.

Πριν από την προσωρινή επαναφορά της έκδοσης του προγράμματος περιήγησής σας, συνιστάται να ενεργοποιήσετε τον συγχρονισμό (https://go.microsoft.com/fwlink/?linkid=2133032) για όλους τους χρήστες στον οργανισμό σας. Εάν δεν ενεργοποιήσετε τον συγχρονισμό, υπάρχει ο κίνδυνος της μόνιμης απώλειας δεδομένων περιήγησης. Χρησιμοποιήστε αυτή την πολιτική με δική σας ευθύνη.

Σημείωση: Όλες οι εκδόσεις που είναι διαθέσιμες για επαναφορά μπορούν να προβληθούν εδώ https://aka.ms/EdgeEnterprise.

Αυτή η πολιτική ισχύει για τον Microsoft Edge έκδοση 86 ή νεότερες εκδόσεις.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2133918 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Σας επιτρέπει να καθορίσετε αν οι χρήστες στο "Πρόγραμμα Windows Insider" έχουν εγγραφεί στην προεπισκόπηση του Edge μέσω Microsoft Edge Update.

  - Εάν ενεργοποιήσετε (1) αυτήν την πολιτική, οι χρήστες στο Πρόγραμμα Windows Insider εγγράφονται στην προεπισκόπηση του Edge μέσω Microsoft Edge Update.

  - Εάν απενεργοποιήσετε (0) αυτήν την πολιτική, οι χρήστες στο Πρόγραμμα Windows Insider δεν μπορούν να εγγραφούν στο Edge Preview μέσω του Microsoft Edge Update.

  - Αν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, οι χρήστες στο 'Πρόγραμμα Windows Insider' εγγράφονται στην προεπισκόπηση του Edge μέσω Microsoft Edge Update από προεπιλογή.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeBeta">Καθορίζει εάν το Microsoft Edge Update θα ενημερώνεται σε συνδέσεις που έχουν επισημανθεί ως ογκοχρέωσης, όπως συνδέσεις κινητής τηλεφωνίας ή άλλες όπου η χρήση δεδομένων ελέγχεται για το πρόγραμμα περιήγησης Microsoft Edge. 

Εάν δεν ενεργοποιήσετε και παραμετροποιήσετε αυτήν την πολιτική, πραγματοποιούνται ενημερώσεις με βάση το κουμπί εναλλαγής "Λήψη ενημερώσεων μέσω συνδέσεων ογκοχρέωσης" στη σελίδα "Πληροφορίες" του προγράμματος περιήγησης Microsoft Edge. Αν ένας χρήστης δεν κάνει μια επιλογή, χρησιμοποιείται η ρύθμιση των Windows. Μπορείτε να μάθετε περισσότερα σχετικά με τη ρύθμιση των Windows εδώ: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Να επιτρέπονται πάντα οι ενημερώσεις (2): Οι ενημερώσεις κατεβαίνουν πάντα όταν βρεθούν, είτε μέσω αυτόματου ελέγχου ενημέρωσης είτε μέσω μη αυτόματου ελέγχου ενημέρωσης.

Απενεργοποίηση ενημερώσεων (1): Δεν γίνεται λήψη ενημερώσεων κατά τη χρήση σύνδεσης ογκοχρέωσης.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeBeta">Μπορείτε να καθορίσετε εάν ο Microsoft Edge (σταθερό κανάλι) έχει καταργηθεί ή έχει αποκλειστεί η απεγκατάστασή του, σε συσκευές συνδεδεμένες σε τομέα στον Ευρωπαϊκό Οικονομικό Χώρο (ΕΟΧ).

Εάν αυτή η πολιτική έχει οριστεί σε "Ενεργοποιημένο", ο Microsoft Edge θα καταργηθεί αυτόματα σε όλες τις συσκευές που βρίσκονται στον ΕΟΧ όπου αναπτύσσεται αυτή η πολιτική. Τα δεδομένα χρήστη θα διατηρηθούν στη συσκευή. Microsoft Edge θα καταργηθεί την επόμενη φορά που η Ενημέρωση του Microsoft Edge θα ελέγξει αυτόματα για ενημερώσεις. Εάν η εγκατάσταση του Microsoft Edge καταργηθεί από τις συσκευές, οι εφαρμογές, τα γραφικά στοιχεία (για παράδειγμα, Ειδήσεις, Αναζήτηση και Καιρός) ή οποιεσδήποτε άλλες προοδευτικές εφαρμογές Web (PWA) που εξαρτώνται από τον Microsoft Edge δεν θα είναι πλέον διαθέσιμες.

Εάν αυτή η πολιτική έχει οριστεί σε "Ενεργοποίηση και διαγραφή δεδομένων χρήστη" (Ρύθμιση "2"), ο Microsoft Edge θα απεγκατασταθεί αυτόματα σε όλες τις συσκευές στον ΕΟΧ όπου έχει αναπτυχθεί αυτή η πολιτική και τα δεδομένα χρήστη θα διαγραφούν από τη συσκευή.

Εάν αυτή η πολιτική έχει οριστεί σε "Απενεργοποιημένη" (Ρύθμιση "3"), στους χρήστες του ΕΟΧ δεν επιτρέπεται να απεγκαταστήσουν τον Microsoft Edge όπου έχει αναπτυχθεί αυτή η πολιτική.

Εάν η πολιτική είναι "Χωρίς ρύθμιση παραμέτρων" (προεπιλεγμένη ρύθμιση), η ρύθμιση περιοχής των Windows ενός χρήστη καθορίζει αν μπορεί να καταργήσει την εγκατάσταση του Microsoft Edge σε μια συσκευή που είναι συνδεδεμένη σε τομέα. Μόνο οι χρήστες στις χώρες του ΕΟΧ θα μπορούν να απεγκαταστήσουν τον Microsoft Edge, εάν το επιλέξουν. Οι χρήστες εκτός αυτής της περιοχής δεν θα μπορούν να καταργήσουν την εγκατάσταση του Microsoft Edge. 

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.

Εάν ο Microsoft Edge πρέπει να επανεγκατασταθεί:
- Μπορείτε να ρυθμίσετε την πολιτική "Εγκατάσταση" στην επιλογή "Επιβολή εγκαταστάσεων" (Σε όλον τον υπολογιστή) για να επανεγκαταστήσετε τον Microsoft Edge.
- Εάν ορίσετε την πολιτική εγκατάστασης σε "Επιβολή εγκαταστάσεων" (σε όλο τον υπολογιστή) και ορίσετε την πολιτική "Κατάργηση εγκατάστασης" σε "Ενεργοποιημένη", η πολιτική "Επιβολή εγκαταστάσεων" (σε όλο τον υπολογιστή) θα παρακάμψει την πολιτική "Κατάργηση εγκατάστασης".</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Καθορίζει αν ένα κανάλι Microsoft Edge μπορεί να εγκατασταθεί σε συσκευές που συνδέονται με τομέα.

  Εάν ενεργοποιήσετε (1) αυτήν την πολιτική για ένα κανάλι, το Microsoft Edge δεν θα αποκλειστεί από την εγκατάσταση.

  Εάν απενεργοποιήσετε (0) αυτήν την πολιτική για ένα κανάλι (ή την ορίσετε σε 'Εγκαταστάσεις απενεργοποιημένες'), το Microsoft Edge θα αποκλειστεί από την εγκατάσταση.

  Αν δεν διαμορφώσετε αυτήν την πολιτική για ένα κανάλι, η διαμόρφωση πολιτικής 'Προεπιλογή αποδοχής εγκατάστασης' καθορίζει εάν οι χρήστες μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge.

Εάν ορίσετε αυτήν την πολιτική σε Να επιτρέπονται πάντα οι εγκαταστάσεις σε όλο το μηχάνημα αλλά όχι οι εγκαταστάσεις ανά χρήστη (4), η εφαρμογή Microsoft Edge Dev θα αναπτυχθεί μόνο σε ολόκληρο το μηχάνημα.

Εάν ορίσετε αυτήν την πολιτική σε Αναγκαστικές εγκαταστάσεις (Machine-Wide) (5), το Microsoft Edge Dev μπορεί να αναπτυχθεί σε ολόκληρο το μηχάνημα μόνο εάν το Microsoft Edge Update είναι προ-εγκατεστημένο. Απαιτεί Microsoft Edge Update 1.3.155.43 ή νεότερη έκδοση.

Εάν ορίσετε αυτήν την πολιτική σε Αναγκαστικές εγκαταστάσεις (Ανά Χρήστη) (6), Microsoft Edge Dev μπορεί να αναπτυχθεί σε βάση ανά χρήστη σε όλα τα μηχανήματα μόνο εάν το Microsoft Edge Update είναι προ-εγκατεστημένο ανά χρήστη. Απαιτεί Microsoft Edge Update 1.3.155.43 ή νεότερη έκδοση.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Καθορίζει τον τρόπο με τον οποίο θα χειρίζεται το Microsoft Edge Update τις διαθέσιμες ενημερώσεις για το Microsoft Edge.

Αν ενεργοποιήσετε αυτή την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για τον Microsoft Edge ανάλογα με τις παραμέτρους που έχετε ορίσει για τις παρακάτω επιλογές:
  - Οι ενημερώσεις είναι απενεργοποιημένες (0): Οι ενημερώσεις δεν εφαρμόζονται ποτέ.
  - Να επιτρέπονται πάντα οι ενημερώσεις (1) (Συνιστάται): Οι ενημερώσεις εφαρμόζονται πάντα όταν βρίσκονται, είτε με περιοδικό έλεγχο ενημέρωσης είτε με μη αυτόματο έλεγχο ενημέρωσης.
  - Μόνο μη αυτόματες ενημερώσεις (2): Οι ενημερώσεις εφαρμόζονται μόνο όταν ο χρήστης εκτελεί μη αυτόματο έλεγχο ενημέρωσης. (Δεν παρέχουν όλες οι εφαρμογές μια διασύνδεση για αυτήν την επιλογή)
  - Μόνο αυτόματες αθόρυβες ενημερώσεις (3): Οι ενημερώσεις εφαρμόζονται μόνο όταν εντοπίζονται από τον περιοδικό έλεγχο ενημέρωσης.

Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική 'Προεπιλογή παράκαμψης πολιτικής ενημερώσεων'.

Ανατρέξτε στη διεύθυνση https://go.microsoft.com/fwlink/?linkid=2136406 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Καθορίζει σε ποιο κανάλι θα πρέπει να ενημερωθεί το Microsoft Edge.

Εάν ενεργοποιήσετε αυτήν την πολιτική, το Microsoft Edge θα ενημερωθεί στο κανάλι σύμφωνα με τον τρόπο με τον οποίο διαμορφώνετε τις ακόλουθες επιλογές:

  - Σταθερή: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη σταθερή έκδοση.
  - Beta: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση beta.
  - Dev: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση dev.
  - Εκτεταμένη Σταθερή: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη εκτεταμένη σταθερή έκδοση, η οποία ακολουθεί μεγαλύτερο ρυθμό κυκλοφορίας από σταθερό. Για περισσότερες πληροφορίες, επισκεφθείτε την https://go.microsoft.com/fwlink/?linkid=2163508.

Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση που είναι διαθέσιμη για το προεπιλεγμένο κανάλι.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Όταν η εν λόγω πολιτική και η αυτόματη ενημέρωση είναι ενεργοποιημένες, το Microsoft Edge θα ενημερωθεί στην έκδοση που καθορίζεται από αυτή την τιμή πολιτικής.

Η τιμή πολιτικής πρέπει να είναι μια συγκεκριμένη έκδοση του Microsoft Edge, π.χ. 83.0.499.12.

Εάν μια συσκευή διαθέτει μεταγενέστερη έκδοση του Microsoft Edge από την καθορισμένη, το Microsoft Edge θα παραμείνει στη νεότερη έκδοση και δεν θα υποβαθμιστεί στην καθορισμένη έκδοση.

Εάν η συγκεκριμένη έκδοση δεν υπάρχει ή δεν έχει μορφοποιηθεί σωστά, τότε το Microsoft Edge θα παραμείνει στην τρέχουσα έκδοσή του και όσον αφορά τις μελλοντικές εκδόσεις δεν θα ενημερώνεται αυτόματα.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2136707 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο στις παρουσίες των Windows που συνδέονται με έναν τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Καθορίζει ότι το Microsoft Edge Update θα πρέπει να κάνει επαναφορά των εγκαταστάσεων του Microsoft Edge στην έκδοση που υποδεικνύεται στο στοιχείο "Παράκαμψη έκδοσης προορισμού".

Αυτή η πολιτική δεν έχει κανένα αποτέλεσμα εάν δεν έχει οριστεί το στοιχείο "Παράκαμψη έκδοσης προορισμού" και το στοιχείο "Παράκαμψη πολιτικής ενημερώσεων" δεν έχει οριστεί σε μία από τις καταστάσεις ενεργοποίησης (Να επιτρέπονται πάντα ενημερώσεις, Μόνο αυτόματες σιωπηρές ενημερώσεις, Μη αυτόματες ενημερώσεις μόνο).

Εάν απενεργοποιήσετε αυτή την πολιτική (0) ή δεν ρυθμίσετε τις παραμέτρους της, οι εγκαταστάσεις με έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα παραμείνουν ως έχουν.

Εάν ενεργοποιήσετε (1) αυτή την πολιτική, οι εγκαταστάσεις που έχουν τρέχουσα έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα υποβαθμιστούν στην έκδοση προορισμού.

Συνιστούμε στους χρήστες να εγκαταστήσουν την πιο πρόσφατη έκδοση του προγράμματος περιήγησης Microsoft Edge, για εξασφαλισμένη προστασία με τις πιο πρόσφατες ενημερώσεις ασφαλείας. Η επαναφορά σε μια παλαιότερη έκδοση ενδέχεται να είναι επικίνδυνη λόγω έκθεσης σε γνωστά ζητήματα ασφαλείας. Αυτή η πολιτική προορίζεται να χρησιμοποιηθεί ως προσωρινή επιδιόρθωση για την αντιμετώπιση ζητημάτων σε μια ενημέρωση του προγράμματος περιήγησης Microsoft Edge.

Πριν από την προσωρινή επαναφορά της έκδοσης του προγράμματος περιήγησής σας, συνιστάται να ενεργοποιήσετε τον συγχρονισμό (https://go.microsoft.com/fwlink/?linkid=2133032) για όλους τους χρήστες στον οργανισμό σας. Εάν δεν ενεργοποιήσετε τον συγχρονισμό, υπάρχει ο κίνδυνος της μόνιμης απώλειας δεδομένων περιήγησης. Χρησιμοποιήστε αυτή την πολιτική με δική σας ευθύνη.

Σημείωση: Όλες οι εκδόσεις που είναι διαθέσιμες για επαναφορά μπορούν να προβληθούν εδώ https://aka.ms/EdgeEnterprise.

Αυτή η πολιτική ισχύει για τον Microsoft Edge έκδοση 86 ή νεότερες εκδόσεις.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2133918 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Σας επιτρέπει να καθορίσετε αν οι χρήστες στο "Πρόγραμμα Windows Insider" έχουν εγγραφεί στην προεπισκόπηση του Edge μέσω Microsoft Edge Update.

  - Εάν ενεργοποιήσετε (1) αυτήν την πολιτική, οι χρήστες στο Πρόγραμμα Windows Insider εγγράφονται στην προεπισκόπηση του Edge μέσω Microsoft Edge Update.

  - Εάν απενεργοποιήσετε (0) αυτήν την πολιτική, οι χρήστες στο Πρόγραμμα Windows Insider δεν μπορούν να εγγραφούν στο Edge Preview μέσω του Microsoft Edge Update.

  - Αν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, οι χρήστες στο 'Πρόγραμμα Windows Insider' εγγράφονται στην προεπισκόπηση του Edge μέσω Microsoft Edge Update από προεπιλογή.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeDev">Καθορίζει εάν το Microsoft Edge Update θα ενημερώνεται σε συνδέσεις που έχουν επισημανθεί ως ογκοχρέωσης, όπως συνδέσεις κινητής τηλεφωνίας ή άλλες όπου η χρήση δεδομένων ελέγχεται για το πρόγραμμα περιήγησης Microsoft Edge. 

Εάν δεν ενεργοποιήσετε και παραμετροποιήσετε αυτήν την πολιτική, πραγματοποιούνται ενημερώσεις με βάση το κουμπί εναλλαγής "Λήψη ενημερώσεων μέσω συνδέσεων ογκοχρέωσης" στη σελίδα "Πληροφορίες" του προγράμματος περιήγησης Microsoft Edge. Αν ένας χρήστης δεν κάνει μια επιλογή, χρησιμοποιείται η ρύθμιση των Windows. Μπορείτε να μάθετε περισσότερα σχετικά με τη ρύθμιση των Windows εδώ: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Να επιτρέπονται πάντα οι ενημερώσεις (2): Οι ενημερώσεις κατεβαίνουν πάντα όταν βρεθούν, είτε μέσω αυτόματου ελέγχου ενημέρωσης είτε μέσω μη αυτόματου ελέγχου ενημέρωσης.

Απενεργοποίηση ενημερώσεων (1): Δεν γίνεται λήψη ενημερώσεων κατά τη χρήση σύνδεσης ογκοχρέωσης.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeDev">Μπορείτε να καθορίσετε εάν ο Microsoft Edge (σταθερό κανάλι) έχει καταργηθεί ή έχει αποκλειστεί η απεγκατάστασή του, σε συσκευές συνδεδεμένες σε τομέα στον Ευρωπαϊκό Οικονομικό Χώρο (ΕΟΧ).

Εάν αυτή η πολιτική έχει οριστεί σε "Ενεργοποιημένο", ο Microsoft Edge θα καταργηθεί αυτόματα σε όλες τις συσκευές που βρίσκονται στον ΕΟΧ όπου αναπτύσσεται αυτή η πολιτική. Τα δεδομένα χρήστη θα διατηρηθούν στη συσκευή. Microsoft Edge θα καταργηθεί την επόμενη φορά που η Ενημέρωση του Microsoft Edge θα ελέγξει αυτόματα για ενημερώσεις. Εάν η εγκατάσταση του Microsoft Edge καταργηθεί από τις συσκευές, οι εφαρμογές, τα γραφικά στοιχεία (για παράδειγμα, Ειδήσεις, Αναζήτηση και Καιρός) ή οποιεσδήποτε άλλες προοδευτικές εφαρμογές Web (PWA) που εξαρτώνται από τον Microsoft Edge δεν θα είναι πλέον διαθέσιμες.

Εάν αυτή η πολιτική έχει οριστεί σε "Ενεργοποίηση και διαγραφή δεδομένων χρήστη" (Ρύθμιση "2"), ο Microsoft Edge θα απεγκατασταθεί αυτόματα σε όλες τις συσκευές στον ΕΟΧ όπου έχει αναπτυχθεί αυτή η πολιτική και τα δεδομένα χρήστη θα διαγραφούν από τη συσκευή.

Εάν αυτή η πολιτική έχει οριστεί σε "Απενεργοποιημένη" (Ρύθμιση "3"), στους χρήστες του ΕΟΧ δεν επιτρέπεται να απεγκαταστήσουν τον Microsoft Edge όπου έχει αναπτυχθεί αυτή η πολιτική.

Εάν η πολιτική είναι "Χωρίς ρύθμιση παραμέτρων" (προεπιλεγμένη ρύθμιση), η ρύθμιση περιοχής των Windows ενός χρήστη καθορίζει αν μπορεί να καταργήσει την εγκατάσταση του Microsoft Edge σε μια συσκευή που είναι συνδεδεμένη σε τομέα. Μόνο οι χρήστες στις χώρες του ΕΟΧ θα μπορούν να απεγκαταστήσουν τον Microsoft Edge, εάν το επιλέξουν. Οι χρήστες εκτός αυτής της περιοχής δεν θα μπορούν να καταργήσουν την εγκατάσταση του Microsoft Edge. 

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.

Εάν ο Microsoft Edge πρέπει να επανεγκατασταθεί:
- Μπορείτε να ρυθμίσετε την πολιτική "Εγκατάσταση" στην επιλογή "Επιβολή εγκαταστάσεων" (Σε όλον τον υπολογιστή) για να επανεγκαταστήσετε τον Microsoft Edge.
- Εάν ορίσετε την πολιτική εγκατάστασης σε "Επιβολή εγκαταστάσεων" (σε όλο τον υπολογιστή) και ορίσετε την πολιτική "Κατάργηση εγκατάστασης" σε "Ενεργοποιημένη", η πολιτική "Επιβολή εγκαταστάσεων" (σε όλο τον υπολογιστή) θα παρακάμψει την πολιτική "Κατάργηση εγκατάστασης".</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Καθορίζει αν ένα κανάλι Microsoft Edge μπορεί να εγκατασταθεί σε συσκευές που συνδέονται με τομέα.

  Εάν ενεργοποιήσετε (1) αυτήν την πολιτική για ένα κανάλι, το Microsoft Edge δεν θα αποκλειστεί από την εγκατάσταση.

  Εάν απενεργοποιήσετε (0) αυτήν την πολιτική για ένα κανάλι (ή την ορίσετε σε 'Εγκαταστάσεις απενεργοποιημένες'), το Microsoft Edge θα αποκλειστεί από την εγκατάσταση.

  Αν δεν διαμορφώσετε αυτήν την πολιτική για ένα κανάλι, η διαμόρφωση πολιτικής 'Προεπιλογή αποδοχής εγκατάστασης' καθορίζει εάν οι χρήστες μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge.

Εάν ορίσετε αυτήν την πολιτική σε Αναγκαστικές εγκαταστάσεις (Ανά Χρήστη) (6), Microsoft Edge Canary μπορεί να αναπτυχθεί σε βάση ανά χρήστη σε όλα τα μηχανήματα μόνο εάν το Microsoft Edge Update είναι προ-εγκατεστημένο ανά χρήστη. Απαιτεί Microsoft Edge Update 1.3.155.43 ή νεότερη έκδοση.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Καθορίζει τον τρόπο με τον οποίο θα χειρίζεται το Microsoft Edge Update τις διαθέσιμες ενημερώσεις για το Microsoft Edge.

Αν ενεργοποιήσετε αυτή την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για τον Microsoft Edge ανάλογα με τις παραμέτρους που έχετε ορίσει για τις παρακάτω επιλογές:
  - Οι ενημερώσεις είναι απενεργοποιημένες (0): Οι ενημερώσεις δεν εφαρμόζονται ποτέ.
  - Να επιτρέπονται πάντα οι ενημερώσεις (1) (Συνιστάται): Οι ενημερώσεις εφαρμόζονται πάντα όταν βρίσκονται, είτε με περιοδικό έλεγχο ενημέρωσης είτε με μη αυτόματο έλεγχο ενημέρωσης.
  - Μόνο μη αυτόματες ενημερώσεις (2): Οι ενημερώσεις εφαρμόζονται μόνο όταν ο χρήστης εκτελεί μη αυτόματο έλεγχο ενημέρωσης. (Δεν παρέχουν όλες οι εφαρμογές μια διασύνδεση για αυτήν την επιλογή)
  - Μόνο αυτόματες αθόρυβες ενημερώσεις (3): Οι ενημερώσεις εφαρμόζονται μόνο όταν εντοπίζονται από τον περιοδικό έλεγχο ενημέρωσης.

Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική 'Προεπιλογή παράκαμψης πολιτικής ενημερώσεων'.

Ανατρέξτε στη διεύθυνση https://go.microsoft.com/fwlink/?linkid=2136406 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Καθορίζει σε ποιο κανάλι θα πρέπει να ενημερωθεί το Microsoft Edge.

Εάν ενεργοποιήσετε αυτήν την πολιτική, το Microsoft Edge θα ενημερωθεί στο κανάλι σύμφωνα με τον τρόπο με τον οποίο διαμορφώνετε τις ακόλουθες επιλογές:

  - Σταθερή: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη σταθερή έκδοση.
  - Beta: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση beta.
  - Dev: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση dev.
  - Εκτεταμένη Σταθερή: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη εκτεταμένη σταθερή έκδοση, η οποία ακολουθεί μεγαλύτερο ρυθμό κυκλοφορίας από σταθερό. Για περισσότερες πληροφορίες, επισκεφθείτε την https://go.microsoft.com/fwlink/?linkid=2163508.

Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση που είναι διαθέσιμη για το προεπιλεγμένο κανάλι.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Όταν η εν λόγω πολιτική και η αυτόματη ενημέρωση είναι ενεργοποιημένες, το Microsoft Edge θα ενημερωθεί στην έκδοση που καθορίζεται από αυτή την τιμή πολιτικής.

Η τιμή πολιτικής πρέπει να είναι μια συγκεκριμένη έκδοση του Microsoft Edge, π.χ. 83.0.499.12.

Εάν μια συσκευή διαθέτει μεταγενέστερη έκδοση του Microsoft Edge από την καθορισμένη, το Microsoft Edge θα παραμείνει στη νεότερη έκδοση και δεν θα υποβαθμιστεί στην καθορισμένη έκδοση.

Εάν η συγκεκριμένη έκδοση δεν υπάρχει ή δεν έχει μορφοποιηθεί σωστά, τότε το Microsoft Edge θα παραμείνει στην τρέχουσα έκδοσή του και όσον αφορά τις μελλοντικές εκδόσεις δεν θα ενημερώνεται αυτόματα.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2136707 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο στις παρουσίες των Windows που συνδέονται με έναν τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Καθορίζει ότι το Microsoft Edge Update θα πρέπει να κάνει επαναφορά των εγκαταστάσεων του Microsoft Edge στην έκδοση που υποδεικνύεται στο στοιχείο "Παράκαμψη έκδοσης προορισμού".

Αυτή η πολιτική δεν έχει κανένα αποτέλεσμα εάν δεν έχει οριστεί το στοιχείο "Παράκαμψη έκδοσης προορισμού" και το στοιχείο "Παράκαμψη πολιτικής ενημερώσεων" δεν έχει οριστεί σε μία από τις καταστάσεις ενεργοποίησης (Να επιτρέπονται πάντα ενημερώσεις, Μόνο αυτόματες σιωπηρές ενημερώσεις, Μη αυτόματες ενημερώσεις μόνο).

Εάν απενεργοποιήσετε αυτή την πολιτική (0) ή δεν ρυθμίσετε τις παραμέτρους της, οι εγκαταστάσεις με έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα παραμείνουν ως έχουν.

Εάν ενεργοποιήσετε (1) αυτή την πολιτική, οι εγκαταστάσεις που έχουν τρέχουσα έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα υποβαθμιστούν στην έκδοση προορισμού.

Συνιστούμε στους χρήστες να εγκαταστήσουν την πιο πρόσφατη έκδοση του προγράμματος περιήγησης Microsoft Edge, για εξασφαλισμένη προστασία με τις πιο πρόσφατες ενημερώσεις ασφαλείας. Η επαναφορά σε μια παλαιότερη έκδοση ενδέχεται να είναι επικίνδυνη λόγω έκθεσης σε γνωστά ζητήματα ασφαλείας. Αυτή η πολιτική προορίζεται να χρησιμοποιηθεί ως προσωρινή επιδιόρθωση για την αντιμετώπιση ζητημάτων σε μια ενημέρωση του προγράμματος περιήγησης Microsoft Edge.

Πριν από την προσωρινή επαναφορά της έκδοσης του προγράμματος περιήγησής σας, συνιστάται να ενεργοποιήσετε τον συγχρονισμό (https://go.microsoft.com/fwlink/?linkid=2133032) για όλους τους χρήστες στον οργανισμό σας. Εάν δεν ενεργοποιήσετε τον συγχρονισμό, υπάρχει ο κίνδυνος της μόνιμης απώλειας δεδομένων περιήγησης. Χρησιμοποιήστε αυτή την πολιτική με δική σας ευθύνη.

Σημείωση: Όλες οι εκδόσεις που είναι διαθέσιμες για επαναφορά μπορούν να προβληθούν εδώ https://aka.ms/EdgeEnterprise.

Αυτή η πολιτική ισχύει για τον Microsoft Edge έκδοση 86 ή νεότερες εκδόσεις.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2133918 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Σας επιτρέπει να καθορίσετε αν οι χρήστες στο "Πρόγραμμα Windows Insider" έχουν εγγραφεί στην προεπισκόπηση του Edge μέσω Microsoft Edge Update.

  - Εάν ενεργοποιήσετε (1) αυτήν την πολιτική, οι χρήστες στο Πρόγραμμα Windows Insider εγγράφονται στην προεπισκόπηση του Edge μέσω Microsoft Edge Update.

  - Εάν απενεργοποιήσετε (0) αυτήν την πολιτική, οι χρήστες στο Πρόγραμμα Windows Insider δεν μπορούν να εγγραφούν στο Edge Preview μέσω του Microsoft Edge Update.

  - Αν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, οι χρήστες στο 'Πρόγραμμα Windows Insider' εγγράφονται στην προεπισκόπηση του Edge μέσω Microsoft Edge Update από προεπιλογή.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeCanary">Καθορίζει εάν το Microsoft Edge Update θα ενημερώνεται σε συνδέσεις που έχουν επισημανθεί ως ογκοχρέωσης, όπως συνδέσεις κινητής τηλεφωνίας ή άλλες όπου η χρήση δεδομένων ελέγχεται για το πρόγραμμα περιήγησης Microsoft Edge. 

Εάν δεν ενεργοποιήσετε και παραμετροποιήσετε αυτήν την πολιτική, πραγματοποιούνται ενημερώσεις με βάση το κουμπί εναλλαγής "Λήψη ενημερώσεων μέσω συνδέσεων ογκοχρέωσης" στη σελίδα "Πληροφορίες" του προγράμματος περιήγησης Microsoft Edge. Αν ένας χρήστης δεν κάνει μια επιλογή, χρησιμοποιείται η ρύθμιση των Windows. Μπορείτε να μάθετε περισσότερα σχετικά με τη ρύθμιση των Windows εδώ: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Να επιτρέπονται πάντα οι ενημερώσεις (2): Οι ενημερώσεις κατεβαίνουν πάντα όταν βρεθούν, είτε μέσω αυτόματου ελέγχου ενημέρωσης είτε μέσω μη αυτόματου ελέγχου ενημέρωσης.

Απενεργοποίηση ενημερώσεων (1): Δεν γίνεται λήψη ενημερώσεων κατά τη χρήση σύνδεσης ογκοχρέωσης.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeCanary">Μπορείτε να καθορίσετε εάν ο Microsoft Edge (σταθερό κανάλι) έχει καταργηθεί ή έχει αποκλειστεί η απεγκατάστασή του, σε συσκευές συνδεδεμένες σε τομέα στον Ευρωπαϊκό Οικονομικό Χώρο (ΕΟΧ).

Εάν αυτή η πολιτική έχει οριστεί σε "Ενεργοποιημένο", ο Microsoft Edge θα καταργηθεί αυτόματα σε όλες τις συσκευές που βρίσκονται στον ΕΟΧ όπου αναπτύσσεται αυτή η πολιτική. Τα δεδομένα χρήστη θα διατηρηθούν στη συσκευή. Microsoft Edge θα καταργηθεί την επόμενη φορά που η Ενημέρωση του Microsoft Edge θα ελέγξει αυτόματα για ενημερώσεις. Εάν η εγκατάσταση του Microsoft Edge καταργηθεί από τις συσκευές, οι εφαρμογές, τα γραφικά στοιχεία (για παράδειγμα, Ειδήσεις, Αναζήτηση και Καιρός) ή οποιεσδήποτε άλλες προοδευτικές εφαρμογές Web (PWA) που εξαρτώνται από τον Microsoft Edge δεν θα είναι πλέον διαθέσιμες.

Εάν αυτή η πολιτική έχει οριστεί σε "Ενεργοποίηση και διαγραφή δεδομένων χρήστη" (Ρύθμιση "2"), ο Microsoft Edge θα απεγκατασταθεί αυτόματα σε όλες τις συσκευές στον ΕΟΧ όπου έχει αναπτυχθεί αυτή η πολιτική και τα δεδομένα χρήστη θα διαγραφούν από τη συσκευή.

Εάν αυτή η πολιτική έχει οριστεί σε "Απενεργοποιημένη" (Ρύθμιση "3"), στους χρήστες του ΕΟΧ δεν επιτρέπεται να απεγκαταστήσουν τον Microsoft Edge όπου έχει αναπτυχθεί αυτή η πολιτική.

Εάν η πολιτική είναι "Χωρίς ρύθμιση παραμέτρων" (προεπιλεγμένη ρύθμιση), η ρύθμιση περιοχής των Windows ενός χρήστη καθορίζει αν μπορεί να καταργήσει την εγκατάσταση του Microsoft Edge σε μια συσκευή που είναι συνδεδεμένη σε τομέα. Μόνο οι χρήστες στις χώρες του ΕΟΧ θα μπορούν να απεγκαταστήσουν τον Microsoft Edge, εάν το επιλέξουν. Οι χρήστες εκτός αυτής της περιοχής δεν θα μπορούν να καταργήσουν την εγκατάσταση του Microsoft Edge. 

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.

Εάν ο Microsoft Edge πρέπει να επανεγκατασταθεί:
- Μπορείτε να ρυθμίσετε την πολιτική "Εγκατάσταση" στην επιλογή "Επιβολή εγκαταστάσεων" (Σε όλον τον υπολογιστή) για να επανεγκαταστήσετε τον Microsoft Edge.
- Εάν ορίσετε την πολιτική εγκατάστασης σε "Επιβολή εγκαταστάσεων" (σε όλο τον υπολογιστή) και ορίσετε την πολιτική "Κατάργηση εγκατάστασης" σε "Ενεργοποιημένη", η πολιτική "Επιβολή εγκαταστάσεων" (σε όλο τον υπολογιστή) θα παρακάμψει την πολιτική "Κατάργηση εγκατάστασης".</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Καθορίζει αν ένα κανάλι Microsoft Edge μπορεί να εγκατασταθεί σε συσκευές που συνδέονται με τομέα.

  Εάν ενεργοποιήσετε (1) αυτήν την πολιτική για ένα κανάλι, το Microsoft Edge δεν θα αποκλειστεί από την εγκατάσταση.

  Εάν απενεργοποιήσετε (0) αυτήν την πολιτική για ένα κανάλι (ή την ορίσετε σε 'Εγκαταστάσεις απενεργοποιημένες'), το Microsoft Edge θα αποκλειστεί από την εγκατάσταση.

  Αν δεν διαμορφώσετε αυτήν την πολιτική για ένα κανάλι, η διαμόρφωση πολιτικής 'Προεπιλογή αποδοχής εγκατάστασης' καθορίζει εάν οι χρήστες μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge.

Εάν ορίσετε αυτήν την πολιτική σε Να επιτρέπονται πάντα οι εγκαταστάσεις σε όλο το μηχάνημα αλλά όχι οι εγκαταστάσεις ανά χρήστη (4), η εφαρμογή Microsoft Edge WebView θα αναπτυχθεί μόνο σε ολόκληρο το μηχάνημα.

Εάν ορίσετε αυτήν την πολιτική σε Αναγκαστικές εγκαταστάσεις (Machine-Wide) (5), το Microsoft Edge WebView μπορεί να αναπτυχθεί σε ολόκληρο το μηχάνημα μόνο εάν το Microsoft Edge Update είναι προ-εγκατεστημένο. Απαιτεί Microsoft Edge Update 1.3.155.43 ή νεότερη έκδοση.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Καθορίζει τον τρόπο με τον οποίο θα χειρίζεται το Microsoft Edge Update τις διαθέσιμες ενημερώσεις για το Microsoft Edge.

Αν ενεργοποιήσετε αυτή την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για τον Microsoft Edge ανάλογα με τις παραμέτρους που έχετε ορίσει για τις παρακάτω επιλογές:
  - Οι ενημερώσεις είναι απενεργοποιημένες (0): Οι ενημερώσεις δεν εφαρμόζονται ποτέ.
  - Να επιτρέπονται πάντα οι ενημερώσεις (1) (Συνιστάται): Οι ενημερώσεις εφαρμόζονται πάντα όταν βρίσκονται, είτε με περιοδικό έλεγχο ενημέρωσης είτε με μη αυτόματο έλεγχο ενημέρωσης.
  - Μόνο μη αυτόματες ενημερώσεις (2): Οι ενημερώσεις εφαρμόζονται μόνο όταν ο χρήστης εκτελεί μη αυτόματο έλεγχο ενημέρωσης. (Δεν παρέχουν όλες οι εφαρμογές μια διασύνδεση για αυτήν την επιλογή)
  - Μόνο αυτόματες αθόρυβες ενημερώσεις (3): Οι ενημερώσεις εφαρμόζονται μόνο όταν εντοπίζονται από τον περιοδικό έλεγχο ενημέρωσης.

Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική 'Προεπιλογή παράκαμψης πολιτικής ενημερώσεων'.

Ανατρέξτε στη διεύθυνση https://go.microsoft.com/fwlink/?linkid=2136406 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Καθορίζει σε ποιο κανάλι θα πρέπει να ενημερωθεί το Microsoft Edge.

Εάν ενεργοποιήσετε αυτήν την πολιτική, το Microsoft Edge θα ενημερωθεί στο κανάλι σύμφωνα με τον τρόπο με τον οποίο διαμορφώνετε τις ακόλουθες επιλογές:

  - Σταθερή: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη σταθερή έκδοση.
  - Beta: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση beta.
  - Dev: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση dev.
  - Εκτεταμένη Σταθερή: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη εκτεταμένη σταθερή έκδοση, η οποία ακολουθεί μεγαλύτερο ρυθμό κυκλοφορίας από σταθερό. Για περισσότερες πληροφορίες, επισκεφθείτε την https://go.microsoft.com/fwlink/?linkid=2163508.

Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση που είναι διαθέσιμη για το προεπιλεγμένο κανάλι.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Όταν η εν λόγω πολιτική και η αυτόματη ενημέρωση είναι ενεργοποιημένες, το Microsoft Edge θα ενημερωθεί στην έκδοση που καθορίζεται από αυτή την τιμή πολιτικής.

Η τιμή πολιτικής πρέπει να είναι μια συγκεκριμένη έκδοση του Microsoft Edge, π.χ. 83.0.499.12.

Εάν μια συσκευή διαθέτει μεταγενέστερη έκδοση του Microsoft Edge από την καθορισμένη, το Microsoft Edge θα παραμείνει στη νεότερη έκδοση και δεν θα υποβαθμιστεί στην καθορισμένη έκδοση.

Εάν η συγκεκριμένη έκδοση δεν υπάρχει ή δεν έχει μορφοποιηθεί σωστά, τότε το Microsoft Edge θα παραμείνει στην τρέχουσα έκδοσή του και όσον αφορά τις μελλοντικές εκδόσεις δεν θα ενημερώνεται αυτόματα.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2136707 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο στις παρουσίες των Windows που συνδέονται με έναν τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Καθορίζει ότι το Microsoft Edge Update θα πρέπει να κάνει επαναφορά των εγκαταστάσεων του Microsoft Edge στην έκδοση που υποδεικνύεται στο στοιχείο "Παράκαμψη έκδοσης προορισμού".

Αυτή η πολιτική δεν έχει κανένα αποτέλεσμα εάν δεν έχει οριστεί το στοιχείο "Παράκαμψη έκδοσης προορισμού" και το στοιχείο "Παράκαμψη πολιτικής ενημερώσεων" δεν έχει οριστεί σε μία από τις καταστάσεις ενεργοποίησης (Να επιτρέπονται πάντα ενημερώσεις, Μόνο αυτόματες σιωπηρές ενημερώσεις, Μη αυτόματες ενημερώσεις μόνο).

Εάν απενεργοποιήσετε αυτή την πολιτική (0) ή δεν ρυθμίσετε τις παραμέτρους της, οι εγκαταστάσεις με έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα παραμείνουν ως έχουν.

Εάν ενεργοποιήσετε (1) αυτή την πολιτική, οι εγκαταστάσεις που έχουν τρέχουσα έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα υποβαθμιστούν στην έκδοση προορισμού.

Συνιστούμε στους χρήστες να εγκαταστήσουν την πιο πρόσφατη έκδοση του προγράμματος περιήγησης Microsoft Edge, για εξασφαλισμένη προστασία με τις πιο πρόσφατες ενημερώσεις ασφαλείας. Η επαναφορά σε μια παλαιότερη έκδοση ενδέχεται να είναι επικίνδυνη λόγω έκθεσης σε γνωστά ζητήματα ασφαλείας. Αυτή η πολιτική προορίζεται να χρησιμοποιηθεί ως προσωρινή επιδιόρθωση για την αντιμετώπιση ζητημάτων σε μια ενημέρωση του προγράμματος περιήγησης Microsoft Edge.

Πριν από την προσωρινή επαναφορά της έκδοσης του προγράμματος περιήγησής σας, συνιστάται να ενεργοποιήσετε τον συγχρονισμό (https://go.microsoft.com/fwlink/?linkid=2133032) για όλους τους χρήστες στον οργανισμό σας. Εάν δεν ενεργοποιήσετε τον συγχρονισμό, υπάρχει ο κίνδυνος της μόνιμης απώλειας δεδομένων περιήγησης. Χρησιμοποιήστε αυτή την πολιτική με δική σας ευθύνη.

Σημείωση: Όλες οι εκδόσεις που είναι διαθέσιμες για επαναφορά μπορούν να προβληθούν εδώ https://aka.ms/EdgeEnterprise.

Αυτή η πολιτική ισχύει για τον Microsoft Edge έκδοση 86 ή νεότερες εκδόσεις.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2133918 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Σας επιτρέπει να καθορίσετε αν οι χρήστες στο "Πρόγραμμα Windows Insider" έχουν εγγραφεί στην προεπισκόπηση του Edge μέσω Microsoft Edge Update.

  - Εάν ενεργοποιήσετε (1) αυτήν την πολιτική, οι χρήστες στο Πρόγραμμα Windows Insider εγγράφονται στην προεπισκόπηση του Edge μέσω Microsoft Edge Update.

  - Εάν απενεργοποιήσετε (0) αυτήν την πολιτική, οι χρήστες στο Πρόγραμμα Windows Insider δεν μπορούν να εγγραφούν στο Edge Preview μέσω του Microsoft Edge Update.

  - Αν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, οι χρήστες στο 'Πρόγραμμα Windows Insider' εγγράφονται στην προεπισκόπηση του Edge μέσω Microsoft Edge Update από προεπιλογή.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeWebView">Καθορίζει εάν το Microsoft Edge Update θα ενημερώνεται σε συνδέσεις που έχουν επισημανθεί ως ογκοχρέωσης, όπως συνδέσεις κινητής τηλεφωνίας ή άλλες όπου η χρήση δεδομένων ελέγχεται για το πρόγραμμα περιήγησης Microsoft Edge. 

Εάν δεν ενεργοποιήσετε και παραμετροποιήσετε αυτήν την πολιτική, πραγματοποιούνται ενημερώσεις με βάση το κουμπί εναλλαγής "Λήψη ενημερώσεων μέσω συνδέσεων ογκοχρέωσης" στη σελίδα "Πληροφορίες" του προγράμματος περιήγησης Microsoft Edge. Αν ένας χρήστης δεν κάνει μια επιλογή, χρησιμοποιείται η ρύθμιση των Windows. Μπορείτε να μάθετε περισσότερα σχετικά με τη ρύθμιση των Windows εδώ: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Να επιτρέπονται πάντα οι ενημερώσεις (2): Οι ενημερώσεις κατεβαίνουν πάντα όταν βρεθούν, είτε μέσω αυτόματου ελέγχου ενημέρωσης είτε μέσω μη αυτόματου ελέγχου ενημέρωσης.

Απενεργοποίηση ενημερώσεων (1): Δεν γίνεται λήψη ενημερώσεων κατά τη χρήση σύνδεσης ογκοχρέωσης.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeWebView">Μπορείτε να καθορίσετε εάν ο Microsoft Edge (σταθερό κανάλι) έχει καταργηθεί ή έχει αποκλειστεί η απεγκατάστασή του, σε συσκευές συνδεδεμένες σε τομέα στον Ευρωπαϊκό Οικονομικό Χώρο (ΕΟΧ).

Εάν αυτή η πολιτική έχει οριστεί σε "Ενεργοποιημένο", ο Microsoft Edge θα καταργηθεί αυτόματα σε όλες τις συσκευές που βρίσκονται στον ΕΟΧ όπου αναπτύσσεται αυτή η πολιτική. Τα δεδομένα χρήστη θα διατηρηθούν στη συσκευή. Microsoft Edge θα καταργηθεί την επόμενη φορά που η Ενημέρωση του Microsoft Edge θα ελέγξει αυτόματα για ενημερώσεις. Εάν η εγκατάσταση του Microsoft Edge καταργηθεί από τις συσκευές, οι εφαρμογές, τα γραφικά στοιχεία (για παράδειγμα, Ειδήσεις, Αναζήτηση και Καιρός) ή οποιεσδήποτε άλλες προοδευτικές εφαρμογές Web (PWA) που εξαρτώνται από τον Microsoft Edge δεν θα είναι πλέον διαθέσιμες.

Εάν αυτή η πολιτική έχει οριστεί σε "Ενεργοποίηση και διαγραφή δεδομένων χρήστη" (Ρύθμιση "2"), ο Microsoft Edge θα απεγκατασταθεί αυτόματα σε όλες τις συσκευές στον ΕΟΧ όπου έχει αναπτυχθεί αυτή η πολιτική και τα δεδομένα χρήστη θα διαγραφούν από τη συσκευή.

Εάν αυτή η πολιτική έχει οριστεί σε "Απενεργοποιημένη" (Ρύθμιση "3"), στους χρήστες του ΕΟΧ δεν επιτρέπεται να απεγκαταστήσουν τον Microsoft Edge όπου έχει αναπτυχθεί αυτή η πολιτική.

Εάν η πολιτική είναι "Χωρίς ρύθμιση παραμέτρων" (προεπιλεγμένη ρύθμιση), η ρύθμιση περιοχής των Windows ενός χρήστη καθορίζει αν μπορεί να καταργήσει την εγκατάσταση του Microsoft Edge σε μια συσκευή που είναι συνδεδεμένη σε τομέα. Μόνο οι χρήστες στις χώρες του ΕΟΧ θα μπορούν να απεγκαταστήσουν τον Microsoft Edge, εάν το επιλέξουν. Οι χρήστες εκτός αυτής της περιοχής δεν θα μπορούν να καταργήσουν την εγκατάσταση του Microsoft Edge. 

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.

Εάν ο Microsoft Edge πρέπει να επανεγκατασταθεί:
- Μπορείτε να ρυθμίσετε την πολιτική "Εγκατάσταση" στην επιλογή "Επιβολή εγκαταστάσεων" (Σε όλον τον υπολογιστή) για να επανεγκαταστήσετε τον Microsoft Edge.
- Εάν ορίσετε την πολιτική εγκατάστασης σε "Επιβολή εγκαταστάσεων" (σε όλο τον υπολογιστή) και ορίσετε την πολιτική "Κατάργηση εγκατάστασης" σε "Ενεργοποιημένη", η πολιτική "Επιβολή εγκαταστάσεων" (σε όλο τον υπολογιστή) θα παρακάμψει την πολιτική "Κατάργηση εγκατάστασης".</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Λεπτά μεταξύ ελέγχων για ενημερώσεις</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Ώρα</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Λεπτό</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Διάρκεια</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Τύπος διεύθυνσης URL λήψης για αίτηση</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Επιλέξτε τον τρόπο καθορισμού ρυθμίσεων διακομιστή μεσολάβησης</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Διεύθυνση ή διεύθυνση URL ενός διακομιστή μεσολάβησης</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>Διεύθυνση URL στο αρχείο .pac διακομιστή μεσολάβησης</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Πολιτική ενημέρωσης</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Πολιτική ενημέρωσης</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Έκδοση προορισμού</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Έλεγχος της επικοινωνίας του προγράμματος ενημέρωσης με την Υπηρεσία πειραματισμού και ρυθμίσεων</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Κανάλι προορισμού
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_DefaultMeteredUpdates">
        <dropdownList refId="Part_DefaultMeteredUpdatesPolicy"
            defaultItem="0">Προεπιλεγμένη πολιτική ενημερώσεων ογκοχρέωσης</dropdownList>
      </presentation>
      <presentation id="Pol_MeteredUpdates">
        <dropdownList refId="Part_MeteredUpdatesPolicy"
            defaultItem="0">Πολιτική ενημερώσεων ογκοχρέωσης</dropdownList>
      </presentation>
      <presentation id="Pol_UninstallEdge">
        <dropdownList refId="Part_UninstallEdgePolicy"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Πολιτική εγκατάστασης</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Πολιτική εγκατάστασης</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>